{
  "landingPage": {
    "welcome": "Willkommen bei All American Handyman",
    "slogan": "Ihr vertrauenswürdiger Handwerkerservice",
    "description1": "Bei <span class=\"highlight\">All American Handyman</span> sind wir auf erstklassige Handwerkerdienstleistungen spezialisiert. Unsere Mission ist es, zuverlässige Lösungen und herausragendes Handwerk zu bieten, die Ihre Erwartungen übertreffen.",
    "description2": "Mit einem Team von erfahrenen Fachleuten und einem Engagement für Exzellenz bieten wir eine Vielzahl von Dienstleistungen, um Ihren Reparatur- und Verbesserungsbedarf im Haushalt zu erfüllen. Von kleinen Reparaturen bis hin zu großen Renovierungen legen wir Wert auf Qualität, Effizienz und Kundenzufriedenheit.",
    "description3": "Vertrauen Sie <span class=\"highlight\">All American Handyman</span> als zuverlässigen Partner für die Instandhaltung und Verbesserung Ihres Zuhauses. Erleben Sie den Unterschied mit uns, während wir zuverlässige Lösungen liefern und in jedem Projekt langfristiges Vertrauen aufbauen.",
    "cardIntro": "Einleitung",
    "cardDescription": "Trockenbauarbeiten, Malerarbeiten, Hochdruckreinigung, Sanitär und mehr.",
    "electricityTitle": "Elektrizität",
    "electricityDescription": "Erhellen Sie Ihren Raum und statten Sie Ihr Zuhause mit unseren erstklassigen elektrischen Lösungen aus.",
    "heatingACTitle": "Heizung / Klimaanlage",
    "heatingACDescription": "Genießen Sie das ganze Jahr über optimale Temperatureinstellungen und Komfort mit unseren leistungsstarken und zuverlässigen Heizungs- und Klimaanlagendiensten, die Sie im Winter warm und im Sommer erfrischt halten.",
    "paintingTitle": "Malerarbeiten",
    "paintingDescription": "Verwandeln Sie Ihren Wohnraum mit einem Hauch von Farbe und professioneller Malerei.",
    "plumbingTitle": "Sanitär",
    "plumbingDescription": "Stellen Sie sicher, dass Ihre Sanitäranlagen einwandfrei funktionieren und vermeiden Sie potenzielle Probleme mit unseren zuverlässigen Sanitärdienstleistungen.",
    "renovationTitle": "Renovierung",
    "renovationDescription": "Geben Sie Ihrem Zuhause mit unseren erstklassigen Renovierungs- und einzigartigen Innenarchitekturdienstleistungen eine vollständige Transformation.",
    "pressureWashingTitle": "Hochdruckreinigung",
    "pressureWashingDescription": "Erhalten Sie ein sauberes und erfrischendes Zuhause mit unseren leistungsstarken Hochdruckreinigungsdiensten, um hartnäckigen Schmutz und Ablagerungen zu entfernen.",
    "sanitaryTitle": "Sanitär",
    "sanitaryDescription": "Halten Sie Ihr Zuhause sauber und gesund mit unseren zuverlässigen und effizienten sanitären Dienstleistungen.",
    "drywallTitle": "Trockenbauarbeiten",
    "drywallDescription": "Beheben Sie Schäden an Wänden und Decken und verleihen Sie Ihrem Raum Schönheit und zusätzlichen Schutz.",
    "aboutTitle": "Über Frank Corsaro",
    "aboutF": "Frank Corsaro ist eine außergewöhnliche Persönlichkeit, die für ihr unermüdliches Engagement für die Hilfe anderer und die größte Sorgfalt für ihre Kunden bekannt ist. Mit einem starken Verantwortungsbewusstsein und einer echten Leidenschaft für Service geht er stets über das hinaus, um die Bedürfnisse der Menschen um ihn herum zu erfüllen. Frank Corsaro ist nicht nur in seinen beruflichen Bestrebungen engagiert, sondern auch ein engagierter Familienmensch, der seine Lieben zutiefst schätzt. Seine tiefe Liebe und Hingabe zu seiner Familie spiegeln sich darin wider, wie er jeden Moment mit ihnen wertschätzt. Er erkennt die Bedeutung starker familiärer Bindungen und pflegt diese Beziehungen aktiv mit Liebe, Respekt und Unterstützung. Neben seinem Engagement für seine Familie hegt Frank Corsaro eine tiefe Liebe für sein Land. Er erkennt den Wert des Patriotismus und die Bedeutung des Beitrags zur Verbesserung seiner Nation. Ob durch seine Geschäftspraktiken oder sein Engagement in Gemeinschaftsinitiativen zeigt er stets eine echte Begeisterung, um einen positiven Einfluss auf sein Land und seine Bürger zu haben. Frank Corsaros außergewöhnliches Engagement für die Hilfe anderer, seine unerschütterliche Verpflichtung gegenüber seinen Kunden und seine tiefe Liebe zu seiner Familie und seinem Land machen ihn zu einer bemerkenswerten Persönlichkeit. Seine Handlungen und Werte dienen als Inspiration für andere und verdeutlichen die Bedeutung von Freundlichkeit, Mitgefühl und einer unerschütterlichen Verantwortung sowohl im persönlichen als auch im beruflichen Leben.",
    "quote": "Erhalten Sie ein Angebot"
  },
  "about": {
    "title": "Über uns",
    "description1": "Bei <span class=\"highlight\">All American Handyman</span> sind wir ein gebundenes und lizenziertes Unternehmen, das sich darauf spezialisiert hat, außergewöhnliche Handwerkerdienstleistungen anzubieten, die die Erwartungen unserer Kunden übertreffen.",
    "description2": "Unsere erfahrenen Fachleute sind auf eine Vielzahl von Dienstleistungen spezialisiert, darunter Elektrik, Heizung, Malerei, Sanitär, Renovierung, Dachdeckerei, Sanitär und Abwasser. Wir legen Wert auf Präzision, Zuverlässigkeit und Professionalität.",
    "description3": "Mit dem Ziel, die Zufriedenheit unserer Kunden sicherzustellen, gehen wir die extra Meile, um sicherzustellen, dass jedes Projekt nach höchsten Standards abgeschlossen wird. Wir hören auf die Bedürfnisse unserer Kunden und bieten maßgeschneiderte Lösungen mit hochwertigen Materialien und bewährten Branchenpraktiken.",
    "description4": "Obwohl wir ein neues Unternehmen sind, verfügt unser Team über umfangreiche Erfahrung in der Handwerksbranche. Wir bringen ein umfangreiches Wissen und Fachkenntnisse in jedes Projekt ein und können so herausragende Ergebnisse erzielen und die Erwartungen übertreffen.",
    "openingHours": "Öffnungszeiten",
    "testimonials": "Erfahrungsberichte von unseren zufriedenen Kunden",
    "monThu": "Montag - Donnerstag",
    "friSat": "Freitag - Samstag",
    "sunday": "Sonntag",
    "closed": "Geschlossen"
  }
  ,
  "contactPage": {
    "title": "Kontaktieren Sie uns",
    "address": "123 Straße, Stadt",
    "email": "E-Mail: beispiel@beispiel.com",
    "phone": "Telefon: +1234567890",
    "formTitle": "Bitte kontaktieren Sie uns!",
    "formNameLabel": "Name:",
    "formEmailLabel": "E-Mail:",
    "formMessageLabel": "Nachricht:",
    "formButton": "Senden"
  },
  "loginPage": {
    "title": "Anmelden",
    "emailLabel": "E-Mail",
    "usernameLabel": "Benutzername",
    "passwordLabel": "Passwort",
    "loginButton": "Anmelden",
    "signupText": "Sie haben noch keinen Account?",
    "signupLink": "Jetzt registrieren"
  },
  "navbar": {
    "home": "Startseite",
    "about": "Über uns",
    "contact": "Kontakt",
    "profile": "Profil",
    "work": "Arbeit",
    "admin": "Admin",
    "logout": "Abmelden",
    "login": "Anmelden"
  },
  "WorkOrder": {
    "formTitle": "Arbeitsauftrag Formular",
    "workOrderIdLabel": "Auftrags-ID",
    "workOrderIdPlaceholder": "Geben Sie die Auftrags-ID ein",
    "submitButton": "Absenden",
    "confirmationTitle": "Bestätigung",
    "confirmationMessage": "Möchten Sie den Arbeitsauftrag wirklich absenden?",
    "cancelButton": "Abbrechen",
    "confirmButton": "Bestätigen",
    "turbineModelLabel": "Turbine Modell",
    "turbineModelPlaceholder": "Turbine Modell eingeben",
    "descriptionLabel": "Beschreibung",
    "descriptionPlaceholder": "Beschreibung eingeben",
    "locationLabel": "Koordinaten",
    "locationPlaceholder": "Koordinaten eingeben",
    "technicianLabel": "Techniker",
    "technicianPlaceholder": "Techniker eingeben",
    "dateLabel": "Datum",
    "nameLabel": "Name",
    "namePlaceholder": "Name eingeben",
    "emailLabel": "E-Mail",
    "emailPlaceholder": "E-Mail eingeben",
    "phoneLabel": "Telefon",
    "phonePlaceholder": "Telefon eingeben",
    "requestDetailsLabel": "Anfrage Details",
    "requestDetailsPlaceholder": "Anfrage Details eingeben",
    "bestTimesLabel": "Beste Zeiten",
    "bestTimesPlaceholder": "Beste Zeiten eingeben",
    "completionDateLabel": "Abschlussdatum",
    "completionDatePlaceholder": "Abschlussdatum eingeben"
    },
  "Post": {
    "orderStatus": "Auftragsstatus",
    "postedBy": "Veröffentlicht von",
    "orderId": "Arbeitsauftrag",
    "fileLabel": "Datei hochladen",
    "open": "Offen",
    "close": "Geschlossen",
    "model": "Modell",
    "description": "Beschreibung",
    "coordinates": "Koordinaten",
    "technician": "Zugewiesen an",
    "date": "Datum",
    "requestDetails": "Anfrage Details",
    "bestTimes": "Beste Zeiten",
    "completionDate": "Abschlussdatum",
    "name": "Name",
    "email": "E-Mail",
    "phone": "Telefon",
    "dateTime": "Datum, Zeit",
    "comments": "Kommentare",
    "deleteButton": "Löschen",
    "doneButton": "Erledigt",
    "addInfoModalTitle": "Zusatzinformationen",
    "informationLabel": "Informationen",
    "informationPlaceholder":"Kommentar eingeben ",
    "closeButton": "Schließen",
    "submitting": "Geschickt",
    "saveButton": "Speichern"
  },
  "Users": {
    "rightbarTitle": "Benutzerinformationen",
    "onlineText": "Online",
    "adminManager": "Admin: Chef"
  },
  "CompanyProfilePage": {
    "profilePageTitle": "Unternehmensprofilseite",
    "helloMessage": "Hallo {{name}}",
    "liveChatButton": "Live-Chat",
    "chatRoomTitle": "All American Handyman Chat-Raum",
    "chatRoomDescription": "Hier in diesem Chat kannst du mit allen Online-Benutzern sprechen",
    "closeButton": "Schließen"
  },
  "cookiePolicy": {
    "title": "Cookie-Richtlinie",
    "description1": "Bei <span class=\"highlight\">All American Handyman</span> sind wir bestrebt, einen positiven Beitrag zur Umwelt und zur Bewältigung der Klimakrise zu leisten. Unsere Mission ist es, eine nachhaltige Zukunft zu ermöglichen, indem wir die optimale Leistung und Lebensdauer von Windkraftanlagen sicherstellen.",
    "description2": "Die All American Handyman (nachfolgend das UNTERNEHMEN) möchte Ihnen alle notwendigen Informationen über die auf unserer Website verwendeten Cookies zur Verfügung stellen, damit Sie eine informierte Entscheidung über deren Verwendung und den Schutz Ihrer Privatsphäre treffen können. Die vorliegende Cookie-Richtlinie ergänzt unsere Datenschutzrichtlinie.",
    "whatAreCookies": "Was sind Cookies?",
    "whatAreCookiesDescription": "Ein Cookie ist eine Textdatei, die beim Zugriff auf eine Website oder bei Verwendung einer Anwendung auf Ihr Gerät (Computer, Smartphone oder Tablet) heruntergeladen wird und es dem Website-Betreiber ermöglicht, Informationen zu Ihren Browsing-Präferenzen zu speichern oder abzurufen.",
    "complementaryPolicy": "Die All American Handyman (nachfolgend das UNTERNEHMEN) möchte Ihnen alle notwendigen Informationen über die auf unserer Website verwendeten Cookies zur Verfügung stellen, damit Sie eine informierte Entscheidung über deren Verwendung und den Schutz Ihrer Privatsphäre treffen können. Die vorliegende Cookie-Richtlinie ergänzt unsere Datenschutzrichtlinie.",
    "cookieTypes": "Welche Arten von Cookies werden auf dieser Website verwendet?",
    "cookieTypesDescription": "Wir verwenden Cookies, um das Aktivieren, Anpassen und Analysieren von Browsing-Präferenzen zu ermöglichen und so die Qualität der angebotenen Dienste zu verbessern. Die verwendeten Cookies sind in verschiedene Kategorien eingeteilt, wobei einige in mehr als einer Kategorie enthalten sein können:",
    "sessionCookies": "Session-Cookies: Dies sind temporäre Cookies, die nicht auf Ihrem Gerät gespeichert werden und verschwinden, sobald Sie Ihre Browsing-Sitzung schließen.",
    "persistentCookies": "Permanente Cookies: Diese ermöglichen die Speicherung von Informationen auf Ihrer Festplatte und deren Verwendung, nachdem Sie Ihren Browser geschlossen haben.",
    "ownCookies": "Eigene Cookies: Diese Cookies werden von unserer eigenen Website auf Ihre Festplatte gesendet, einige werden jedoch auch vom Google Analytics-Tool bereitgestellt.",
    "thirdPartyCookies": "Cookies von Drittanbietern: Dies sind Cookies, die von einer Domain, die nicht vom UNTERNEHMEN verwaltet wird, sondern von einem Drittanbieter, der die über solche Cookies gewonnenen Informationen verarbeitet, an Ihr Gerät gesendet werden.",
    "enableFunctionalities": "Um bestimmte Funktionen zu aktivieren, verwendet unsere Website Cookies von: i) YouTube, Inc. für das Abspielen von Videos (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. zum Herunterladen von Dokumenten (http://www.linkedin.com/legal/cookie-policy) und iii) technischen Cookies von Euroland.com AB, um den Zugriff auf Börseninformationen zu ermöglichen.",
    "technicalCookies": "Technische Cookies: Diese Cookies ermöglichen es Ihnen, auf unserer Website zu navigieren und die verschiedenen verfügbaren Optionen und Dienste zu nutzen, z. B. die Verfolgung des Datenverkehrs auf der Website, die Bereitstellung von Daten, die Sitzungskennung, den Zugriff auf geschützte Bereiche oder die Verwendung von Sicherheitselementen während des Browsens.",
    "personalisationCookies": "Personalisierungs-Cookies: Diese Cookies ermöglichen Ihnen den Zugriff auf unsere Website mit bestimmten vordefinierten Spezifikationen, abhängig von Kriterien wie Sprache, Browsertyp oder regionaler Konfiguration, von der aus Sie auf den Dienst zugreifen.",
    "analyticsCookies": "Analyse-Cookies: Diese Cookies werden zur Verfolgung und Analyse des Nutzerverhaltens verwendet. Diese Art von Cookie ermöglicht es uns, die Aktivitäten auf unserer Website mithilfe von aggregierten oder statistischen Daten über das Browsing-Verhalten zu überwachen. Wir verwenden analytische Cookies, von denen einige von Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) und das Hotjar Ltd. Tool zur Erstellung von Heatmaps (eine grafische Darstellung des Online-Nutzerverhaltens auf einer bestimmten Website) bereitgestellt werden (https://www.hotjar.com/legal/policies/cookie-information).",
    "cookieResponsibility": "Wer ist für die Cookies verantwortlich?",
    "cookieResponsibilityDescription": "Die über Cookies von der vom UNTERNEHMEN verwalteten Domäne gesammelten Informationen werden vom UNTERNEHMEN sowie von Google Inc. und Hotjar Ltd. als Anbieter von Analysediensten verwendet. Andere Dritte wie YouTube, Inc., SlideShare und Euroland.com AB können auf die über von ihnen verwaltete Cookies gesammelten Informationen zugreifen. Weitere Informationen finden Sie in den oben genannten Links, insbesondere zu den möglichen internationalen Datenübermittlungen dieser Anbieter.",
    "manageCookies": "Wie können Sie Cookies verwalten?",
    "manageCookiesDescription": "Bei Ihrem Besuch auf unserer Website erhalten Sie Informationen zur Verwendung von Cookies und dieser Cookie-Richtlinie, und Sie werden je nach Art der Cookies um Ihre Zustimmung zur Installation gebeten. Bei zukünftigen Besuchen unserer Website kann der Benutzer diese Richtlinie über den bereitgestellten Link einsehen. Wenn Sie zu einem beliebigen Zeitpunkt Ihre Zustimmung in Bezug auf Cookies von unserer Website widerrufen oder Ihre Einstellungen ändern möchten, können Sie unser Konfigurationspanel in der unteren rechten Ecke der Website nutzen. Darüber hinaus können Sie auch alle auf Ihrem Gerät gespeicherten Cookies löschen. Sie sollten jedoch beachten, dass das Blockieren der Installation oder das Löschen von Cookies einige Funktionen, Dienste oder Inhalte unserer Website beeinträchtigen könnte.",
    "dataRetention": "Wie lange werden meine Informationen aufbewahrt?",
    "dataRetentionDescription": "Falls bei der Verwendung von Cookies personenbezogene Daten verarbeitet werden, werden diese Daten so lange aufbewahrt, wie es für den Zweck erforderlich ist, für den sie erhoben wurden. Nach Erreichung dieses Zwecks werden Ihre Daten blockiert, falls eine öffentliche Verwaltung dies während der für jede Art von Verarbeitungstätigkeit geltenden gesetzlichen Fristen aus irgendeinem Grund verlangt. Danach werden Ihre Daten gelöscht.",
    "policyModification": "Änderung und Aktualisierung dieser Richtlinie",
    "policyModificationDescription": "Das UNTERNEHMEN kann die vorliegende Cookie-Richtlinie ganz oder teilweise ändern, indem es neue Versionen auf die gleiche Weise wie die aktuelle veröffentlicht oder durch andere Kommunikationswege an die Benutzer der Website richtet, abhängig von den rechtlichen oder behördlichen Verpflichtungen sowie von den Zwecken der Aktualisierung der Richtlinie. Wir empfehlen Ihnen daher, die aktuelle Richtlinie von Zeit zu Zeit zu überprüfen.",
    "lastUpdate": "Letztes Update: 31. Oktober 2020.",
    "futureVisits": "Zukünftige Besuche",
    "eraseCookies": "Cookies löschen",
    "blockEliminateCookies": "Cookies blockieren/eliminieren",
    "browserSettings": "Browser-Einstellungen",
    "modificationTitle": "Änderung und Aktualisierung dieser Richtlinie",
    "modificationDescription": "Das UNTERNEHMEN kann die vorliegende Cookie-Richtlinie ganz oder teilweise ändern, indem es neue Versionen auf die gleiche Weise wie die aktuelle veröffentlicht oder durch andere Kommunikationswege an die Benutzer der Website richtet, abhängig von den rechtlichen oder behördlichen Verpflichtungen sowie von den Zwecken der Aktualisierung der Richtlinie. Wir empfehlen Ihnen daher, die aktuelle Richtlinie von Zeit zu Zeit zu überprüfen.",
    "thirdPartiesAccess": "Zugriff von Dritten"
  },
  "footer": {
    "copyright": "July 2019 All American Handyman. Alle Rechte vorbehalten.",
    "cookiePolicy": "Cookie-Richtlinie"
  },
  "LogoutPage": {
    "thankYouMessage": "Vielen Dank für Ihren Besuch, jetzt an die Arbeit",
    "logoutButton": "Abmelden"
  },
  "servicesPage": {
    "nextHeatingAC": "Weiter: Heizung / Klimaanlage",
    "nextPainting": "Weiter: Malerei",
    "nextPlumbing": "Weiter: Sanitär",
    "nextRenovation": "Weiter: Renovierung",
    "nextPressureWashing": "Weiter: Hochdruckreinigung",
    "nextSanitary": "Weiter: Sanitär",
    "nextDrywall": "Weiter: Trockenbau",
    "backElectricity": "Zurück: Strom",
    "backHeatingAC": "Zurück: Heizung / Klimaanlage",
    "backPainting": "Zurück: Malerei",
    "backPlumbing": "Zurück: Sanitär",
    "backRenovation": "Zurück: Renovierung",
    "backPressureWashing": "Zurück: Hochdruckreinigung",
    "backSanitary": "Zurück: Sanitär",
    "backDrywall": "Zurück: Trockenbau",
    "electricity": "Elektrizität",
    "heatingAC": "Heizung / Klimaanlage",
    "painting": "Malerei",
    "plumbing": "Sanitär",
    "renovation": "Renovierung",
    "pressureWashing": "Hochdruckreinigung",
    "sanitary": "Sanitär",
    "drywall": "Trockenbau",
    "electricalServices": "Elektrische Dienstleistungen",
    "electricityDescription1": "Elektrizität ist die Gesamtheit der physikalischen Phänomene, die mit der Anwesenheit und Bewegung von Materie verbunden sind und eine elektrische Ladung besitzen. Früher galt Elektrizität als nicht mit Magnetismus verbunden. Spätere experimentelle Ergebnisse und die Entwicklung der Maxwell-Gleichungen deuteten jedoch darauf hin, dass Elektrizität und Magnetismus ein und dasselbe Phänomen sind: Elektromagnetismus. Es gibt viele gängige Phänomene, die mit Elektrizität verbunden sind, darunter Blitz, statische Elektrizität, elektrische Heizung, elektrische Entladungen und viele andere.",
    "electricityDescription2": "Das Vorhandensein einer elektrischen Ladung, die positiv oder negativ sein kann, erzeugt ein elektrisches Feld. Die Bewegung von elektrischen Ladungen ist ein elektrischer Strom und erzeugt ein Magnetfeld.",
    "workTypesPrices": "Arten von Arbeiten und Preise",
    "workType": "Arten von Arbeiten",
    "pricePerHour": "Preis pro Stunde",
    "electricalPanelUpgrade": "Elektrischer Schalttafel-Austausch",
    "ceilingFanInstallation": "Deckenventilator-Installation",
    "ceilingFanRepair": "Deckenventilator-Reparatur",
    "bathFanRepair": "Badlüfter-Reparatur",
    "switchInstallation": "Schalter-Installation",
    "centralHeatingAC": "Zentrale Heizung / Klimaanlage",
    "centralHeatingACDescription1": "Zentrale Heizungs- und Klimaanlagen bieten sowohl Heiz- als auch Kühlleistungen für Wohn- und Geschäftsgebäude. Die Wärmeerzeugung für die Zentralheizung erfolgt an einem Ort wie einem Heizungsraum oder einem Technikraum, und die Wärme wird über Lüftungskanäle oder Wasser-/Dampfleitungen im gesamten Gebäude verteilt. Bei der zentralen Klimatisierung erfolgt der Kühlvorgang durch Umwälzung des Kältemittels durch einen Kompressor und einen Verdampfer, um Wärme aus der Raumluft zu entfernen.",
    "centralHeatingACDescription2": "In vielen gemäßigten Klimazonen werden zentrale Heizungs- und Klimaanlagen häufig installiert, um das ganze Jahr über eine angenehme Raumtemperatur zu gewährleisten. Diese Systeme haben sich von kohlebefeuerten Dampf- oder Warmwassersystemen zu effizienteren Öl- oder Gasverbrennungssystemen entwickelt, was den Bedarf an Kohlespeicherung und Ascheentsorgung verringert. Sowohl die Heizungs- als auch die Kühlkomponenten erfordern regelmäßige Wartung und gelegentliche Reparaturen, um eine optimale Leistung zu gewährleisten.",
    "heatingSystemInstallation": "Heizungssysteminstallation",
    "heatingSystemRepair": "Heizungssystemreparatur",
    "heatingSystemMaintenance": "Heizungssystemwartung",
    "thermostatInstallation": "Thermostatinstallation",
    "airConditioningSystemInstallation": "Klimaanlagensysteminstallation",
    "airConditioningSystemRepair": "Klimaanlagensystemreparatur",
    "airConditioningSystemMaintenance": "Klimaanlagensystemwartung",
    "paintingServices": "Malerarbeiten",
    "paintingDescription1": "Malerei ist die Praxis, Farbe, Pigment, Farbe oder ein anderes Medium auf einer festen Oberfläche (Trägerbasis) aufzutragen. Das Medium wird in der Regel mit einem Pinsel aufgetragen, aber es können auch andere Werkzeuge wie Messer, Schwämme und Airbrush verwendet werden. Das endgültige Werk wird auch als Gemälde bezeichnet.",
    "paintingDescription2": "Malerei ist eine wichtige Form in den visuellen Künsten und umfasst Elemente wie Zeichnung, Geste (wie in der gestischen Malerei), Komposition, Erzählung (wie in der narrativen Kunst) oder Abstraktion (wie in der abstrakten Kunst). Gemälde können naturalistisch und gegenständlich sein (wie in einem Stillleben oder Landschaftsmalerei), fotografisch, abstrakt, narrativ, symbolisch (wie in der symbolistischen Kunst), emotional (wie im Expressionismus) oder politisch (wie in der Aktivismuskunst).",
    "paintingWalls": "Wände bemalen",
    "paintingCeilings": "Decken bemalen",
    "exteriorPainting": "Außenbereich bemalen",
    "paintingDoors": "Türen bemalen",
    "paintingCabinets": "Schränke bemalen",
    "plumbingServices": "Sanitärarbeiten",
    "plumbingDescription1": "Sanitär umfasst jedes System, das Flüssigkeiten für eine Vielzahl von Anwendungen transportiert. Es verwendet Rohre, Ventile, Sanitärarmaturen, Tanks und andere Geräte, um Flüssigkeiten zu transportieren. Heizung und Kühlung (HVAC), Abfallentsorgung und Trinkwasserlieferung gehören zu den häufigsten Anwendungen für Sanitär, aber es ist nicht darauf beschränkt. Das Wort leitet sich vom Lateinischen für Blei, plumbum, ab, da die ersten effektiven Rohre, die im Römischen Reich verwendet wurden, Bleirohre waren.",
    "plumbingDescription2": "In der entwickelten Welt ist die sanitäre Infrastruktur für die öffentliche Gesundheit und Hygiene von entscheidender Bedeutung. Während Schmiede und Rohrinstallateure Rohrleitungen als Teil ihres Handwerks bearbeiten, umfasst die Sanitärtechnik einen breiteren Bereich von Systemen und Anwendungen.",
    "pipeInstallation": "Rohrinstallation",
    "drainCleaning": "Abflussreinigung",
    "toiletRepair": "Toilettenreparatur",
    "fixtureInstallation": "Armatureninstallation", 
    "homeRenovationServices": "Hausrenovierungsdienste",
    "renovationDescription1": "Renovierung (auch als Umbau bezeichnet) ist der Prozess der Verbesserung einer beschädigten, defekten oder veralteten Struktur. Renovierungen können sowohl für kommerzielle als auch für Wohnimmobilien durchgeführt werden. Es beinhaltet signifikante Veränderungen an der bestehenden Struktur, um ihre Funktionalität, Ästhetik und Gesamtwert zu verbessern. Renovierungsprojekte können von kleinen Upgrades bis zu umfassenden Transformationen reichen, abhängig von den Anforderungen und Zielen des Kunden.",
    "renovationDescription2": "Unser Team von erfahrenen Fachleuten ist auf verschiedene Aspekte der Hausrenovierung spezialisiert. Wir bieten eine Vielzahl von Dienstleistungen an, um Ihren spezifischen Anforderungen gerecht zu werden, darunter, aber nicht beschränkt auf:",
    "interiorExteriorPainting": "Innen- und Außenanstrich",
    "flooringInstallationRepair": "Bodenbelagsinstallation und -reparatur",
    "kitchenBathroomRemodeling": "Küchen- und Badezimmerrenovierung",
    "windowDoorReplacement": "Fenster- und Türersatz",
    "roofRepairInstallation": "Dachreparatur und -installation",
    "cabinetInstallation": "Schrankinstallation",
    "deckPatioConstruction": "Terrassen- und Terrassenbau",
    "lightingFixtureUpgrades": "Upgrades für Beleuchtungseinrichtungen",
    "plumbingElectricalUpgrades": "Sanitär- und Elektro-Upgrades", 
    "interiorPainting": "Innenraumgestaltung",
    "flooringInstallation": "Bodenverlegung",
    "kitchenRemodeling": "Küchenumbau",
    "bathroomRemodeling": "Badsanierung",
    "windowReplacement": "Fensteraustausch",
    "deckConstruction": "Terrassenbau",
    "homeServices": "Hausdienstleistungen",
    "pressureWashingDescription1": "Hochdruckreinigung, auch als Power Washing bekannt, ist der Prozess des Einsatzes von Hochdruck-Wasserstrahlen zur Entfernung von Schmutz, Fett, Schimmel, Feuchtigkeit und anderen Verunreinigungen von verschiedenen Oberflächen. Es ist eine effektive Methode zur Reinigung und Wiederherstellung verschiedener Oberflächen wie Gehwege, Einfahrten, Zäune, Fassaden und mehr.",
    "pressureWashingDescription2": "Die Hochdruckreinigung verwendet fortschrittliche Techniken und Ausrüstung, um gründliche Reinigungsergebnisse zu erzielen. Der Hochdruck-Wasserstrahl hilft bei der Entfernung hartnäckiger Flecken, Schmutzaufbau und sogar abblätternder Farbe, wodurch das Erscheinungsbild verbessert und die allgemeine Ästhetik der Oberflächen erhöht wird.",
    "pressureWashingDescription3": "Egal, ob Sie Ihre Außenbereiche revitalisieren, Oberflächen für das Streichen oder die Renovierung vorbereiten oder einfach ein sauberes und frisches Erscheinungsbild erhalten möchten, die Hochdruckreinigung kann ausgezeichnete Ergebnisse liefern.",
    "drivewayPressureWashing": "Auffahrt mit Hochdruck reinigen",
    "sidewalkPressureWashing": "Gehweg mit Hochdruck reinigen",
    "deckPressureWashing": "Terrasse mit Hochdruck reinigen",
    "sidingPressureWashing": "Fassade mit Hochdruck reinigen",
    "fencePressureWashing": "Zaun mit Hochdruck reinigen",
    "sewerLineCleaning": "Reinigung der Abwasserleitung",
    "sanitaryServices": "Sanitäre Dienstleistungen",
    "sanitaryDescription1": "Sanitäre Dienstleistungen umfassen die Wartung, Reparatur und Installation von Sanitärsystemen, wobei ein besonderer Fokus auf Badezimmerarmaturen und verwandten Komponenten liegt. Ein ordnungsgemäß funktionierendes sanitäres System ist für die effektive Abführung und Entsorgung von Abwasser unerlässlich und gewährleistet Hygiene und Sauberkeit in Wohn- und Gewerberäumen. Unser Team aus erfahrenen Fachleuten kümmert sich um verschiedene Reparatur- und Wartungsaufgaben für Badezimmer und Sanitärsysteme, einschließlich Armaturenreparatur, Toiletteninstallation, Abflussreinigung, Leckdetektion und vieles mehr. Wir streben danach, effiziente und zuverlässige Lösungen bereitzustellen, um Ihr Badezimmer und Ihr Sanitärsystem in optimalem Zustand zu halten.",
    "sanitaryDescription2": "Unsere erfahrenen Fachkräfte sind mit verschiedenen Aufgaben im Bereich der Badezimmerreparatur und sanitären Anlagen vertraut, einschließlich Armaturenreparatur, Toiletteninstallation, Abflussreinigung, Leckortung in Rohrleitungen und mehr. Wir streben danach, effiziente und zuverlässige Lösungen bereitzustellen, um Ihr Badezimmer und Ihre sanitären Anlagen in optimalem Zustand zu halten.",
    "drywallServices": "Trockenbauarbeiten",
    "drywallDescription1": "Der Trockenbau ist eine gängige Bauweise zur Errichtung von Innenwänden. Dabei werden Gipsplatten auf einer Unterkonstruktion aus Holz oder Metall befestigt. Trockenbauwände sind stabil, eben und brandschutzbeständig.",
    "drywallDescription2": "Unsere Trockenbau-Dienstleistungen umfassen die Installation und Reparatur von Trockenbauwänden in Wohnhäusern, Büros und Gewerbeimmobilien. Unser erfahrenes Team sorgt für eine fachgerechte Installation von Gipsplatten und behebt eventuelle Schäden oder Risse.",
    "drywallInstallation": "Trockenbauinstallation",
    "drywallRepair": "Trockenbaureparatur",
    "drywallFinishing": "Trockenbauveredelung",
    "drywallTexturing": "Trockenbaustrukturierung"
  }
      
    
      
      
      
}
  