{
  "landingPage": {
    "welcome": "Bienvenido a All American Handyman",
    "slogan": "Tu servicio de confianza de manitas",
    "description1": "En <span class=\"highlight\">All American Handyman</span>, nos especializamos en brindar servicios de manitas de primera calidad. Nuestra misión es ofrecer soluciones confiables y una artesanía excepcional que supere tus expectativas.",
    "description2": "Con un equipo de profesionales capacitados y un compromiso con la excelencia, ofrecemos una amplia gama de servicios para satisfacer tus necesidades de reparación y mejora del hogar. Desde pequeñas reparaciones hasta renovaciones importantes, priorizamos la calidad, la eficiencia y la satisfacción del cliente.",
    "description3": "Confía en <span class=\"highlight\">All American Handyman</span> como tu socio confiable en el mantenimiento y mejora de tu hogar. Experimenta la diferencia con nosotros mientras ofrecemos soluciones confiables y construimos una confianza duradera en cada proyecto que emprendemos.",
    "cardIntro": "Somos especialistas en estas áreas",
    "cardDescription": "Tabiquería, Pintura, Limpieza a presión, Fontanería y más.",
    "electricityTitle": "Electricidad",
    "electricityDescription": "Agrega iluminación a tu espacio y potencia tu hogar con nuestras soluciones eléctricas premium.",
    "heatingACTitle": "Calefacción / Aire acondicionado",
    "heatingACDescription": "Disfruta del control de temperatura óptimo y la comodidad durante todo el año con nuestros servicios de calefacción y aire acondicionado potentes y confiables que te mantienen cálido en invierno y fresco en verano.",
    "paintingTitle": "Pintura",
    "paintingDescription": "Transforma tu espacio habitable con un toque de color y la artesanía profesional de la pintura.",
    "plumbingTitle": "Fontanería",
    "plumbingDescription": "Asegúrate de que tu sistema de fontanería funcione perfectamente y evita cualquier problema potencial con nuestros servicios de fontanería confiables.",
    "renovationTitle": "Renovación",
    "renovationDescription": "Dale a tu hogar una renovación completa con nuestros servicios premium de renovación y diseño de interiores únicos.",
    "pressureWashingTitle": "Limpieza a presión",
    "pressureWashingDescription": "Obtén un hogar limpio y renovado con nuestros servicios de limpieza a presión potentes para eliminar la suciedad y los residuos persistentes.",
    "sanitaryTitle": "Sanitarios",
    "sanitaryDescription": "Mantén la salud y limpieza de tu hogar con nuestros servicios sanitarios confiables y eficientes.",
    "drywallTitle": "Tabiquería",
    "drywallDescription": "Repara daños en paredes y techos y agrega belleza y protección adicional a tu espacio.",
    "aboutTitle": "Acerca de Frank Corsaro",
    "aboutF": "Frank Corsaro es una persona excepcional conocida por su dedicación inquebrantable para ayudar a los demás y asegurar el máximo cuidado para sus clientes. Con un fuerte sentido de responsabilidad y una genuina pasión por el servicio, siempre va más allá para satisfacer las necesidades de quienes lo rodean. No solo se compromete con sus proyectos profesionales, sino que también es un hombre de familia dedicado que valora profundamente a sus seres queridos. Su profundo amor y devoción por su familia se evidencia en la forma en que aprecia cada momento que pasa con ellos. Comprende la importancia de los vínculos familiares fuertes y nutre activamente esas relaciones con amor, respeto y apoyo. Además de su compromiso con su familia, Frank Corsaro tiene un profundo amor por su país. Reconoce el valor del patriotismo y la importancia de contribuir al mejoramiento de su nación. Ya sea a través de sus prácticas comerciales o su participación en iniciativas comunitarias, demuestra constantemente un genuino deseo de tener un impacto positivo en su país y sus ciudadanos. La dedicación excepcional de Frank Corsaro para ayudar a los demás, su compromiso inquebrantable con sus clientes y su profundo amor por su familia y su país realmente lo convierten en una persona notable. Sus acciones y valores sirven de inspiración para los demás, reflejando la importancia de la amabilidad, la compasión y una responsabilidad inquebrantable tanto en la vida personal como profesional.",
    "quote": "Obtener un presupuesto"
  },
  "about": {
    "title": "Sobre nosotros",
    "description1": "En <span class=\"highlight\">All American Handyman</span>, somos una empresa asegurada y con licencia dedicada a brindar servicios de mantenimiento excepcionales que van más allá de las expectativas de cada cliente al que servimos.",
    "description2": "Nuestros profesionales especializados se especializan en una amplia gama de servicios, incluyendo electricidad, calefacción, pintura, fontanería, renovación, techado, saneamiento y alcantarillado. Nos enorgullece nuestra atención al detalle, confiabilidad y profesionalismo.",
    "description3": "Con un compromiso con la satisfacción del cliente, nos esforzamos al máximo para garantizar que cada proyecto se complete con los más altos estándares. Escuchamos las necesidades de nuestros clientes y brindamos soluciones personalizadas utilizando materiales de alta calidad y las mejores prácticas de la industria.",
    "description4": "Aunque somos una empresa nueva, nuestro equipo cuenta con una amplia experiencia en la industria de los trabajos de mantenimiento. Aportamos una gran cantidad de conocimientos y experiencia a cada proyecto, lo que nos permite ofrecer resultados sobresalientes y superar las expectativas.",
    "openingHours": "Horario de apertura",
    "testimonials": "Testimonios de nuestros clientes satisfechos",
    "monThu": "Lunes - Jueves",
    "friSat": "Viernes - Sábado",
    "sunday": "Domingo",
    "closed": "Cerrado"
  },
  "contactPage": {
    "title": "Contáctenos",
    "address": "123 Calle, Ciudad",
    "email": "Email: ejemplo@ejemplo.com",
    "phone": "Teléfono: +1234567890",
    "formTitle": "¡Por favor, contáctenos!",
    "formNameLabel": "Nombre:",
    "formEmailLabel": "Email:",
    "formMessageLabel": "Mensaje:",
    "submitting": "Enviado",
    "formButton": "Enviar"
  },
  "loginPage": {
    "title": "Iniciar sesión",
    "emailLabel": "Correo electrónico",
    "usernameLabel": "Nombre de usuario",
    "passwordLabel": "Contraseña",
    "loginButton": "Iniciar sesión",
    "signupText": "¿No tienes una cuenta?",
    "signupLink": "Regístrate ahora"
  },
  "navbar": {
    "home": "Inicio",
    "about": "Acerca de",
    "contact": "Contacto",
    "profile": "Perfil",
    "work": "Trabajo",
    "admin": "Admin",
    "logout": "Cerrar sesión",
    "login": "Iniciar sesión"
  },
  "WorkOrder": {
    "formTitle": "Formulario de Orden de Trabajo",
    "workOrderIdLabel": "ID de Orden de Trabajo",
    "workOrderIdPlaceholder": "Ingrese la ID de Orden de Trabajo",
    "submitButton": "Enviar",
    "confirmationTitle": "Confirmación",
    "confirmationMessage": "¿Estás seguro de que deseas enviar la orden de trabajo?",
    "cancelButton": "Cancelar",
    "confirmButton": "Confirmar",
    "turbineModelLabel": "Modelo de Turbina",
    "turbineModelPlaceholder": "Ingresar modelo de turbina",
    "descriptionLabel": "Descripción",
    "descriptionPlaceholder": "Ingresar descripción",
    "locationLabel": "Introducir coordenadas",
    "locationPlaceholder": "Ingresar ubicación",
    "technicianLabel": "Técnico",
    "technicianPlaceholder": "Ingresar técnico",
    "dateLabel": "Fecha",
    "nameLabel": "Nombre",
    "namePlaceholder": "Ingresar nombre",
    "emailLabel": "Correo electrónico",
    "emailPlaceholder": "Ingresar correo electrónico",
    "phoneLabel": "Teléfono",
    "phonePlaceholder": "Ingresar teléfono",
    "requestDetailsLabel": "Detalles de la solicitud",
    "requestDetailsPlaceholder": "Ingresar detalles de la solicitud",
    "bestTimesLabel": "Mejores Horarios",
    "bestTimesPlaceholder": "Ingresar mejores horarios",
    "completionDateLabel": "Fecha de finalización",
    "completionDatePlaceholder": "Ingresar fecha de finalización"
  },
  "Post": {
    "orderStatus": "Estado del pedido",
    "postedBy": "Publicado por",
    "open": "Abierto",
    "orderId": "Orden de trabajo",
    "fileLabel": "Subir archivo",
    "close": "Cerrado",
    "model": "Modelo",
    "description": "Descripción",
    "coordinates": "Coordenadas",
    "technician": "Asignado a",
    "date": "Fecha",
    "requestDetails": "Detalles de la solicitud",
    "bestTimes": "Mejores horarios",
    "completionDate": "Fecha de finalización",
    "name": "Nombre",
    "email": "Email",
    "phone": "Teléfono",
    "dateTime": "Fecha, Hora",
    "comments": "Comentarios",
    "deleteButton": "Eliminar",
    "doneButton": "Hecho",
    "addInfoModalTitle": "Agregar información",
    "informationLabel": "Información",
    "informationPlaceholder":"Intruce un comentario",
    "closeButton": "Cerrar",
    "saveButton": "Guardar"
  },
  "Users": {
    "rightbarTitle": "Información de Usuario",
    "onlineText": "En línea",
    "adminManager": "Admin: Gerente"
  },
  "CompanyProfilePage": {
    "profilePageTitle": "Página de Perfil de la Empresa",
    "helloMessage": "Hola {{name}}",
    "liveChatButton": "Chat en Vivo",
    "chatRoomTitle": "Sala de Chat de PJ TurbinePro GmbH",
    "chatRoomDescription": "Aquí en este chat puedes hablar con todos los usuarios en línea",
    "closeButton": "Cerrar"
  },
  "cookiePolicy": {
    "title": "Política de Cookies",
    "description1": "En <span class=\"highlight\">All American Handyman</span> nos dedicamos a tener un impacto positivo en el medio ambiente y enfrentar la crisis climática. Nuestra misión es contribuir a un futuro sostenible asegurando el rendimiento óptimo y la longevidad de los aerogeneradores.",
    "description2": "All American Handyman (en adelante, la COMPAÑÍA) desea proporcionarle toda la información necesaria sobre las cookies utilizadas en nuestro sitio web para que pueda tomar una decisión informada sobre su uso y protección de su privacidad. La presente política de cookies complementa nuestra Política de Privacidad.",
    "whatAreCookies": "¿Qué son las cookies?",
    "whatAreCookiesDescription": "Una cookie es un archivo de texto que se descarga en su dispositivo (ordenador, smartphone o tableta) cuando accede a un sitio web o utiliza una aplicación, y permite al titular del sitio web almacenar o recuperar información sobre sus preferencias de navegación.",
    "complementaryPolicy": "All American Handyman (en adelante, la COMPAÑÍA) desea proporcionarle toda la información necesaria sobre las cookies utilizadas en nuestro sitio web para que pueda tomar una decisión informada sobre su uso y protección de su privacidad. La presente política de cookies complementa nuestra Política de Privacidad.",
    "cookieTypes": "¿Qué tipo de cookies utiliza este sitio web?",
    "cookieTypesDescription": "Utilizamos cookies para habilitar, personalizar y analizar las preferencias de navegación, mejorando así la calidad de los servicios ofrecidos. Las cookies utilizadas se clasifican en diferentes categorías, aunque algunas pueden estar incluidas en más de una categoría:",
    "sessionCookies": "Cookies de sesión: son cookies temporales que no se almacenan en su dispositivo y desaparecen cuando cierra la sesión de navegación.",
    "persistentCookies": "Cookies persistentes: permiten almacenar información en su disco duro y ser utilizadas después de cerrar el navegador.",
    "ownCookies": "Cookies propias: son cookies enviadas a su disco duro desde nuestro propio sitio web, aunque algunas también son proporcionadas por la herramienta Google Analytics.",
    "thirdPartyCookies": "Cookies de terceros: son cookies que se envían a su dispositivo desde un dominio no gestionado por la COMPAÑÍA, sino por una tercera empresa que tratará la información obtenida a través de esas cookies.",
    "enableFunctionalities": "Para habilitar ciertas funcionalidades, nuestro sitio web utiliza cookies de: i) YouTube, Inc. para la reproducción de vídeos (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. para la descarga de documentos (http://www.linkedin.com/legal/cookie-policy), y iii) cookies técnicas de Euroland.com AB para proporcionar acceso a información de bolsa.",
    "technicalCookies": "Cookies técnicas: estas cookies permiten navegar por nuestro sitio web y utilizar las diversas opciones y servicios disponibles, como el seguimiento del tráfico en el sitio y la provisión de datos, la identificación de sesión, el acceso a áreas restringidas o el uso de elementos de seguridad durante la navegación.",
    "personalisationCookies": "Cookies de personalización: son cookies que permiten acceder a nuestro sitio web con especificaciones predefinidas según criterios como el idioma, el tipo de navegador o la configuración regional desde la cual accede al servicio.",
    "analyticsCookies": "Cookies de análisis: son cookies utilizadas para rastrear y analizar el comportamiento del usuario. Este tipo de cookie nos permite monitorear la actividad en nuestro sitio web a través de datos agregados o estadísticos sobre los hábitos de navegación. Utilizamos cookies analíticas, algunas de las cuales son proporcionadas por Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) y la herramienta Hotjar Ltd. para generar mapas de calor (representación gráfica del comportamiento del usuario en línea en un sitio web específico) (https://www.hotjar.com/legal/policies/cookie-information).",
    "cookieResponsibility": "¿Quién es responsable de las cookies?",
    "cookieResponsibilityDescription": "La información recopilada a través de las cookies descargadas desde el dominio gestionado por la COMPAÑÍA es utilizada por la COMPAÑÍA, así como por Google Inc. y Hotjar Ltd. como proveedores de servicios de análisis. Otros terceros, como YouTube, Inc., SlideShare y Euroland.com AB, pueden acceder a la información recopilada a través de cookies gestionadas desde sus propios dominios. Para obtener más información, lea la información contenida en los enlaces mencionados anteriormente, especialmente en relación con las transferencias internacionales que estos proveedores pueden realizar.",
    "manageCookies": "¿Cómo puedo gestionar las cookies?",
    "manageCookiesDescription": "En su visita a nuestro sitio web, recibirá información sobre el uso de cookies y esta Política de Cookies, y se le solicitará que dé su consentimiento para la instalación de cookies según su tipo. En futuras visitas a nuestro sitio web, el usuario podrá consultar esta política a través del enlace proporcionado. Si en algún momento desea retirar su consentimiento con respecto a las cookies de nuestro sitio web o cambiar su configuración relacionada con este asunto, puede utilizar nuestro panel de configuración en la esquina inferior derecha del sitio web. Además, también puede eliminar todas las cookies almacenadas en su dispositivo. Sin embargo, tenga en cuenta que bloquear la instalación o eliminar las cookies puede afectar algunas funcionalidades, servicios o contenido de nuestro sitio web.",
    "dataRetention": "¿Durante cuánto tiempo se mantienen mis datos?",
    "dataRetentionDescription": "En caso de que se procesen datos personales a través de cookies, esos datos se mantendrán durante el tiempo necesario para el fin para el cual fueron recopilados. Una vez alcanzado ese objetivo, sus datos se mantendrán bloqueados en caso de que alguna administración pública los solicite durante los plazos legales aplicables en cada caso, por cualquier motivo relacionado con la actividad de procesamiento. Después de ese período, sus datos se eliminarán.",
    "policyModification": "Modificación y actualización de esta política",
    "policyModificationDescription": "La COMPAÑÍA puede modificar total o parcialmente la presente Política de Cookies, publicando sus nuevas versiones de la misma forma que se publica la versión actual o mediante cualquier otro medio de comunicación dirigido a los usuarios del sitio web, dependiendo de las obligaciones legales o reglamentarias, así como de los objetivos de actualización de la política. Por lo tanto, le recomendamos que consulte periódicamente la política actual.",
    "lastUpdate": "Última actualización: 31 de octubre de 2020.",
    "futureVisits": "Visitas futuras",
    "eraseCookies": "Eliminar cookies",
    "blockEliminateCookies": "Bloquear/Eliminar cookies",
    "browserSettings": "Configuración del navegador",
    "modificationTitle": "Modificación y actualización de esta política",
    "modificationDescription": "La COMPAÑÍA puede modificar total o parcialmente la presente Política de Cookies, publicando sus nuevas versiones de la misma forma que se publica la versión actual o mediante cualquier otro medio de comunicación dirigido a los usuarios del sitio web, dependiendo de las obligaciones legales o reglamentarias, así como de los objetivos de actualización de la política. Por lo tanto, le recomendamos que consulte periódicamente la política actual.",
    "thirdPartiesAccess": "Acceso de terceros"
  },
  "footer": {
    "copyright": "July 2019 All American Handyman. Todos los derechos reservados.",
    "cookiePolicy": "Política de cookies"
  },
  "LogoutPage": {
    "thankYouMessage": "Gracias por venir, ahora ponte a trabajar",
    "logoutButton": "Cerrar sesión"
  },
  "servicesPage": {
    "nextHeatingAC": "Siguiente: Calefacción / Aire acondicionado",
    "nextPainting": "Siguiente: Pintura",
    "nextPlumbing": "Siguiente: Fontanería",
    "nextRenovation": "Siguiente: Renovación",
    "nextPressureWashing": "Siguiente: Limpieza a presión",
    "nextSanitary": "Siguiente: Sanitario",
    "nextDrywall": "Siguiente: Tablaroca",
    "backElectricity": "Volver: Electricidad",
    "backHeatingAC": "Volver: Calefacción / Aire acondicionado",
    "backPainting": "Volver: Pintura",
    "backPlumbing": "Volver: Fontanería",
    "backRenovation": "Volver: Renovación",
    "backPressureWashing": "Volver: Limpieza a presión",
    "backSanitary": "Volver: Sanitario",
    "backDrywall": "Volver: Tabiquería",
    "electricity": "Electricidad",
    "heatingAC": "Calefacción / Aire acondicionado",
    "painting": "Pintura",
    "plumbing": "Fontanería",
    "renovation": "Renovación",
    "pressureWashing": "Limpieza a presión",
    "sanitary": "Sanitario",
    "drywall": "Tablaroca",
    "electricalServices": "Servicios eléctricos",
    "electricityDescription1": "La electricidad es el conjunto de fenómenos físicos asociados a la presencia y movimiento de la materia que posee una propiedad de carga eléctrica. En los primeros días, se consideraba que la electricidad no estaba relacionada con el magnetismo. Sin embargo, muchos resultados experimentales y el desarrollo de las ecuaciones de Maxwell indicaron que tanto la electricidad como el magnetismo provienen de un solo fenómeno: el electromagnetismo. Varios fenómenos comunes están relacionados con la electricidad, incluidos el rayo, la electricidad estática, el calentamiento eléctrico, las descargas eléctricas y muchos otros.",
    "electricityDescription2": "La presencia de una carga eléctrica, que puede ser positiva o negativa, produce un campo eléctrico. El movimiento de las cargas eléctricas es una corriente eléctrica y produce un campo magnético.",
    "workTypesPrices": "Tipos de trabajo y precios",
    "workType": "Tipo de trabajo",
    "pricePerHour": "Precio por hora",
    "electricalPanelUpgrade": "Actualización del panel eléctrico",
    "ceilingFanInstallation": "Instalación de ventilador de techo",
    "ceilingFanRepair": "Reparación de ventilador de techo",
    "bathFanRepair": "Reparación de ventilador de baño",
    "switchInstallation": "Instalación de interruptor",
    "centralHeatingAC": "Calefacción central / Aire acondicionado",
    "centralHeatingACDescription1": "Los sistemas de calefacción central y aire acondicionado proporcionan funciones de calefacción y refrigeración tanto para edificios residenciales como comerciales. La generación de calor para la calefacción central se produce en un lugar, como una sala de calderas o sala de máquinas, y el calor se distribuye por todo el edificio mediante aire forzado a través de conductos o agua/vapor a través de tuberías. En el caso del aire acondicionado central, el proceso de enfriamiento se logra mediante la circulación de refrigerante a través de un compresor y una bobina evaporadora para eliminar el calor del aire interior.",
    "centralHeatingACDescription2": "En muchas zonas de clima templado, los sistemas de calefacción central y aire acondicionado se instalan comúnmente para mantener temperaturas interiores confortables durante todo el año. Estos sistemas han evolucionado desde sistemas de vapor o agua caliente alimentados con carbón hasta sistemas de combustión de aceite o gas más eficientes, reduciendo la necesidad de almacenamiento de carbón y eliminación de cenizas. Tanto los componentes de calefacción como los de refrigeración requieren un mantenimiento regular y reparaciones ocasionales para garantizar un rendimiento óptimo.",
    "heatingSystemInstallation": "Instalación del sistema de calefacción",
    "heatingSystemRepair": "Reparación del sistema de calefacción",
    "heatingSystemMaintenance": "Mantenimiento del sistema de calefacción",
    "thermostatInstallation": "Instalación del termostato",
    "airConditioningSystemInstallation": "Instalación del sistema de aire acondicionado",
    "airConditioningSystemRepair": "Reparación del sistema de aire acondicionado",
    "airConditioningSystemMaintenance": "Mantenimiento del sistema de aire acondicionado",
    "paintingServices": "Servicios de Pintura",
    "paintingDescription1": "La pintura es la práctica de aplicar pintura, pigmento, color u otro medio a una superficie sólida (base de soporte). El medio se aplica comúnmente a la base con un pincel, pero también se pueden utilizar otros utensilios como cuchillos, esponjas y aerógrafos. El trabajo final también se llama pintura.",
    "paintingDescription2": "La pintura es una forma importante en las artes visuales, que incorpora elementos como el dibujo, el gesto (como en la pintura gestual), la composición, la narración (como en el arte narrativo) o la abstracción (como en el arte abstracto). Las pinturas pueden ser naturalistas y representativas (como en una pintura de bodegón o paisaje), fotográficas, abstractas, narrativas, simbólicas (como en el arte simbolista), emotivas (como en el expresionismo) o políticas en su naturaleza (como en el arte activista).",
    "paintingWalls": "Pintura de Paredes",
    "paintingCeilings": "Pintura de Techos",
    "exteriorPainting": "Pintura Exterior",
    "paintingDoors": "Pintura de Puertas",
    "paintingCabinets": "Pintura de Gabinetes",
    "plumbingServices": "Servicios de Fontanería",
    "plumbingDescription1": "La fontanería es cualquier sistema que transporte líquidos para una amplia gama de aplicaciones. Utiliza tuberías, válvulas, accesorios de fontanería, tanques y otros dispositivos para transportar líquidos. La calefacción y refrigeración (HVAC), la eliminación de desechos y la entrega de agua potable son algunos de los usos más comunes de la fontanería, pero no se limita a estas aplicaciones. La palabra proviene del latín para plomo, plumbum, ya que las primeras tuberías efectivas utilizadas en la época romana eran de plomo.",
    "plumbingDescription2": "En el mundo desarrollado, la infraestructura de fontanería es fundamental para la salud pública y el saneamiento. Si bien los caldereros y los fontaneros trabajan con tuberías como parte de su oficio, la fontanería abarca un ámbito más amplio de sistemas y aplicaciones.",
    "pipeInstallation": "Instalación de tuberías",
    "drainCleaning": "Limpieza de desagües",
    "toiletRepair": "Reparación de inodoros",
    "fixtureInstallation": "Instalación de accesorios",
    "homeRenovationServices": "Servicios de renovación del hogar",
    "renovationDescription1": "La renovación (también conocida como remodelación) es el proceso de mejorar una estructura dañada, rota o desactualizada. Las renovaciones se pueden realizar tanto en propiedades comerciales como residenciales. Implica realizar cambios significativos en la estructura existente para mejorar su funcionalidad, estética y valor general. Los proyectos de renovación pueden variar desde pequeñas actualizaciones hasta transformaciones completas, según los requisitos y objetivos del cliente.",
    "renovationDescription2": "Nuestro equipo de profesionales expertos tiene experiencia en diversos aspectos de la renovación del hogar. Ofrecemos una amplia gama de servicios para satisfacer sus necesidades específicas, que incluyen, entre otros:",
    "interiorExteriorPainting": "Pintura interior y exterior",
    "flooringInstallationRepair": "Instalación y reparación de pisos",
    "kitchenBathroomRemodeling": "Remodelación de cocinas y baños",
    "windowDoorReplacement": "Reemplazo de ventanas y puertas",
    "roofRepairInstallation": "Reparación e instalación de techos",
    "cabinetInstallation": "Instalación de gabinetes",
    "deckPatioConstruction": "Construcción de terrazas y patios",
    "lightingFixtureUpgrades": "Actualización de accesorios de iluminación",
    "plumbingElectricalUpgrades": "Actualizaciones de fontanería y electricidad",
    "interiorPainting": "Pintura Interior",
    "flooringInstallation": "Instalación de Suelos",
    "kitchenRemodeling": "Remodelación de Cocina",
    "bathroomRemodeling": "Remodelación de Baño",
    "windowReplacement": "Reemplazo de Ventanas",
    "deckConstruction": "Construcción de Terrazas",
    "homeServices": "Servicios para el Hogar",
    "pressureWashingDescription1": "Lavado a presión, también conocido como lavado a alta presión, es el proceso de utilizar chorros de agua a alta presión para eliminar suciedad, grasa, moho, humedad y otras impurezas de diversas superficies. Es un método efectivo para limpiar y rejuvenecer diferentes superficies, como aceras, entradas de autos, cercas, revestimientos y más.",
    "pressureWashingDescription2": "El lavado a presión utiliza técnicas y equipos avanzados para lograr resultados de limpieza exhaustivos. El chorro de agua a alta presión ayuda a eliminar manchas difíciles, acumulación de suciedad e incluso pintura descascarada, restaurando la apariencia y mejorando la estética general de las superficies.",
    "pressureWashingDescription3": "Ya sea que desee revitalizar sus espacios exteriores, preparar superficies para pintar o renovar, o simplemente mantener un aspecto limpio y fresco, el lavado a presión puede brindar excelentes resultados.",
    "drivewayPressureWashing": "Limpieza de entrada de autos a presión",
    "sidewalkPressureWashing": "Limpieza de acera a presión",
    "deckPressureWashing": "Limpieza de terraza a presión",
    "sidingPressureWashing": "Limpieza de revestimiento a presión",
    "fencePressureWashing": "Limpieza de cercas a presión",
    "sewerLineCleaning": "Limpieza de línea de alcantarillado",
    "sanitaryServices": "Servicios Sanitarios",
    "sanitaryDescription1": "Los servicios sanitarios involucran el mantenimiento, reparación e instalación de sistemas de fontanería, con un enfoque particular en los accesorios de baño y componentes relacionados. Un sistema sanitario en funcionamiento adecuado es esencial para la eliminación y disposición efectiva de aguas residuales, garantizando higiene y saneamiento en espacios residenciales y comerciales. Nuestro equipo de profesionales expertos se encarga de diversas tareas de reparación y mantenimiento de baños y sistemas sanitarios, que incluyen reparación de grifos, instalación de inodoros, limpieza de desagües, detección de fugas de tuberías y más. Nos esforzamos por brindar soluciones eficientes y confiables para mantener su baño y sistema sanitario en óptimas condiciones.",
    "sanitaryDescription2": "Nuestro equipo de profesionales capacitados tiene experiencia en el manejo de diversas tareas de reparación de baños y servicios sanitarios, incluyendo reparación de grifos, instalación de inodoros, limpieza de desagües, detección de fugas en tuberías y más. Nos esforzamos por brindar soluciones eficientes y confiables para mantener su baño y sistemas sanitarios en óptimas condiciones.",
    "drywallServices": "Servicios de Tabiquería",
    "drywallDescription1": "La tabiquería de yeso es un tipo común de pared utilizada en construcción y acabados interiores. Está compuesta por paneles de yeso que se fijan a una estructura de madera o metal. Se utiliza para crear paredes interiores sólidas, niveladas y resistentes al fuego.",
    "drywallDescription2": "Nuestros servicios de tabiquería incluyen la instalación y reparación de paredes de yeso en hogares, oficinas y edificios comerciales. Nuestro equipo de profesionales experimentados garantiza una instalación adecuada de paneles de yeso y soluciona cualquier daño o grietas que puedan surgir.",
    "drywallInstallation": "Instalación de paneles de yeso",
    "drywallRepair": "Reparación de paneles de yeso",
    "drywallFinishing": "Acabado de paneles de yeso",
    "drywallTexturing": "Texturizado de paneles de yeso"
  }
      
      
}
  