{
    "landingPage": {
        "welcome": "Bienvenue chez All American Handyman",
        "slogan": "Votre service de bricoleur de confiance",
        "description1": "Chez <span class=\"highlight\">All American Handyman</span>, nous sommes spécialisés dans la fourniture de services de bricolage de qualité supérieure. Notre mission est de proposer des solutions fiables et un savoir-faire exceptionnel qui dépassent vos attentes.",
        "description2": "Avec une équipe de professionnels qualifiés et un engagement envers l'excellence, nous proposons une large gamme de services pour répondre à vos besoins de réparation et d'amélioration de votre maison. Des petites réparations aux rénovations majeures, nous accordons la priorité à la qualité, à l'efficacité et à la satisfaction de la clientèle.",
        "description3": "Faites confiance à <span class=\"highlight\">All American Handyman</span> pour être votre partenaire de confiance dans l'entretien et l'amélioration de votre maison. Découvrez la différence avec nous alors que nous proposons des solutions fiables et construisons une confiance durable dans chaque projet que nous entreprenons.",
        "cardIntro": "Introduction",
        "cardDescription": "Cloison sèche, Peinture, Nettoyage haute pression, Plomberie et plus.",
        "electricityTitle": "Électricité",
        "electricityDescription": "Ajoutez de l'éclairage à votre espace et équipez votre maison de nos solutions électriques haut de gamme.",
        "heatingACTitle": "Chauffage / Climatisation",
        "heatingACDescription": "Profitez d'un contrôle optimal de la température et d'un confort toute l'année grâce à nos services de chauffage et de climatisation puissants et fiables qui vous gardent au chaud en hiver et rafraîchis en été.",
        "paintingTitle": "Peinture",
        "paintingDescription": "Transformez votre espace de vie avec une touche de couleur et un savoir-faire professionnel en matière de peinture.",
        "plumbingTitle": "Plomberie",
        "plumbingDescription": "Assurez-vous que votre système de plomberie fonctionne parfaitement et évitez tout problème potentiel avec nos services de plomberie fiables.",
        "renovationTitle": "Rénovation",
        "renovationDescription": "Donnez à votre maison un nouveau look complet avec nos services de rénovation de qualité supérieure et un design intérieur unique.",
        "pressureWashingTitle": "Nettoyage haute pression",
        "pressureWashingDescription": "Obtenez une maison propre et rafraîchie avec nos services de nettoyage haute pression pour éliminer les saletés tenaces.",
        "sanitaryTitle": "Sanitaire",
        "sanitaryDescription": "Maintenez la santé et la propreté de votre maison avec nos services sanitaires fiables et efficaces.",
        "drywallTitle": "Cloison sèche",
        "drywallDescription": "Réparez les dommages sur les murs et les plafonds et ajoutez de la beauté et une protection supplémentaire à votre espace.",
        "aboutTitle": "À propos de Frank Corsaro",
        "aboutF": "Frank Corsaro est une personne exceptionnelle connue pour son dévouement inébranlable à aider les autres et assurer le plus grand soin à ses clients. Avec un fort sens des responsabilités et une véritable passion pour le service, il dépasse toujours les attentes pour répondre aux besoins de ceux qui l'entourent. Non seulement Frank Corsaro s'engage dans ses activités professionnelles, mais il est également un homme de famille dévoué qui valorise profondément ses proches. Son amour profond et son dévouement envers sa famille se manifestent dans la manière dont il chérit chaque moment passé avec eux. Il comprend l'importance des liens familiaux solides et cultive activement ces relations avec amour, respect et soutien. En plus de son engagement envers sa famille, Frank Corsaro a un profond amour pour son pays. Il reconnaît la valeur du patriotisme et l'importance de contribuer à l'amélioration de sa nation. Que ce soit par ses pratiques commerciales ou sa participation à des initiatives communautaires, il démontre constamment un désir sincère de faire une différence positive dans son pays et auprès de ses citoyens. Le dévouement exceptionnel de Frank Corsaro pour aider les autres, son engagement inébranlable envers ses clients et son amour profond pour sa famille et son pays font de lui une personne remarquable. Ses actions et ses valeurs servent d'inspiration aux autres, reflétant l'importance de la gentillesse, de la compassion et d'une responsabilité inébranlable tant dans la vie personnelle que professionnelle.",
        "quote": "Obtenir un devis"
    },
    "about": {
        "title": "À propos de nous",
        "description1": "Chez <span class=\"highlight\">All American Handyman</span>, nous sommes une entreprise agréée et assurée qui se consacre à fournir des services de bricolage exceptionnels qui dépassent les attentes de chaque client que nous servons.",
        "description2": "Nos professionnels qualifiés se spécialisent dans une large gamme de services, notamment l'électricité, le chauffage, la peinture, la plomberie, la rénovation, la toiture, l'assainissement et les égouts. Nous sommes fiers de notre souci du détail, de notre fiabilité et de notre professionnalisme.",
        "description3": "Avec un engagement envers la satisfaction du client, nous faisons un effort supplémentaire pour nous assurer que chaque projet est réalisé selon les normes les plus élevées. Nous écoutons les besoins de nos clients et proposons des solutions sur mesure en utilisant des matériaux de qualité supérieure et les meilleures pratiques de l'industrie.",
        "description4": "Bien que nous soyons une entreprise nouvelle, notre équipe possède une expérience approfondie dans l'industrie du bricolage. Nous apportons une richesse de connaissances et d'expertise à chaque projet, ce qui nous permet de fournir des résultats exceptionnels et de dépasser les attentes.",
        "openingHours": "Heures d'ouverture",
        "testimonials": "Témoignages de nos clients satisfaits",
        "monThu": "Lundi - Jeudi",
        "friSat": "Vendredi - Samedi",
        "sunday": "Dimanche",
        "closed": "Fermé"
    },
    "contactPage": {
        "title": "Contactez-nous",
        "address": "123 Rue, Ville",
        "email": "Email : exemple@exemple.com",
        "phone": "Téléphone : +1234567890",
        "formTitle": "Veuillez nous contacter !",
        "formNameLabel": "Nom :",
        "formEmailLabel": "Email :",
        "formMessageLabel": "Message :",
        "submitting": "Envoyé",
        "formButton": "Envoyer"
    },
    "loginPage": {
        "title": "Connexion",
        "emailLabel": "Email",
        "usernameLabel": "Nom d'utilisateur",
        "passwordLabel": "Mot de passe",
        "loginButton": "Se connecter",
        "signupText": "Vous n'avez pas de compte ?",
        "signupLink": "Inscrivez-vous maintenant"
    },
    "navbar": {
        "home": "Accueil",
        "about": "À propos",
        "contact": "Contact",
        "profile": "Profil",
        "work": "Travail",
        "admin": "Admin",
        "logout": "Déconnexion",
        "login": "Connexion"
    },
     "WorkOrder": {
        "formTitle": "Formulaire de commande de travail",
        "workOrderIdLabel": "ID de la commande de travail",
        "workOrderIdPlaceholder": "Entrez l'ID de la commande de travail",
        "submitButton": "Soumettre",
        "confirmationTitle": "Confirmation",
        "confirmationMessage": "Êtes-vous sûr de vouloir soumettre la commande de travail ?",
        "cancelButton": "Annuler",
        "confirmButton": "Confirmer",
        "turbineModelLabel": "Modèle de turbine",
        "turbineModelPlaceholder": "Entrez le modèle de turbine",
        "descriptionLabel": "Description",
        "descriptionPlaceholder": "Entrez la description",
        "locationLabel": "Coordonnées",
        "locationPlaceholder": "Entrez les Coordonnées",
        "technicianLabel": "Technicien",
        "technicianPlaceholder": "Entrez le technicien",
        "dateLabel": "Date",
        "nameLabel": "Nom",
        "namePlaceholder": "Entrez le nom",
        "emailLabel": "Email",
        "emailPlaceholder": "Entrez l'email",
        "phoneLabel": "Téléphone",
        "phonePlaceholder": "Entrez le téléphone",
        "requestDetailsLabel": "Détails de la demande",
        "requestDetailsPlaceholder": "Entrez les détails de la demande",
        "bestTimesLabel": "Meilleurs moments",
        "bestTimesPlaceholder": "Entrez les meilleurs moments",
        "completionDateLabel": "Date de fin",
        "completionDatePlaceholder": "Entrez la date de fin"
    },
    "Post": {
        "orderStatus": "État de la commande",
        "postedBy": "Posté par",
        "orderId": "Ordre de travail",
        "fileLabel": "Importer un fichier",
        "open": "Ouvert",
        "close": "Fermé",
        "model": "Modèle",
        "description": "Description",
        "coordinates": "Coordonnées",
        "technician": "Assigné à",
        "date": "Date",
        "requestDetails": "Détails de la demande",
        "bestTimes": "Meilleurs horaires",
        "completionDate": "Date de fin",
        "name": "Nom",
        "email": "Email",
        "phone": "Téléphone",
        "dateTime": "Date, Heure",
        "comments": "Commentaires",
        "deleteButton": "Supprimer",
        "doneButton": "Terminé",
        "addInfoModalTitle": "Ajouter des informations",
        "informationLabel": "Information",
        "informationPlaceholder":"inscrire un commentaire",
        "closeButton": "Fermer",
        "saveButton": "Enregistrer"
    },
    "Users": {
        "rightbarTitle": "Informazioni Utente",
        "onlineText": "Online",
        "adminManager": "Admin: Manager"
    },
    "CompanyProfilePage": {
        "profilePageTitle": "Page de Profil de l'Entreprise",
        "helloMessage": "Bonjour {{name}}",
        "liveChatButton": "Chat en Direct",
        "chatRoomTitle": "Salle de Chat de All American Handyman",
        "chatRoomDescription": "Ici dans ce chat, vous pouvez discuter avec tous les utilisateurs en ligne",
        "closeButton": "Fermer"
    },
    "cookiePolicy": {
        "title": "Politique relative aux cookies",
        "description1": "Chez <span class=\"highlight\">All American Handyman</span>, nous nous engageons à avoir un impact positif sur l'environnement et à faire face à la crise climatique. Notre mission est de contribuer à un avenir durable en garantissant des performances optimales et une longévité des éoliennes.",
        "description2": "All American Handyman (ci-après dénommée « LA SOCIÉTÉ ») souhaite vous fournir toutes les informations nécessaires concernant les cookies utilisés sur notre site Web afin que vous puissiez prendre une décision éclairée sur leur utilisation et la protection de votre vie privée. La présente politique en matière de cookies complète notre politique de confidentialité.",
        "whatAreCookies": "Qu'est-ce que les cookies ?",
        "whatAreCookiesDescription": "Un cookie est un fichier texte qui est téléchargé sur votre appareil (ordinateur, smartphone ou tablette) lorsque vous accédez à un site Web ou utilisez une application, et qui permet au propriétaire du site Web de stocker ou de récupérer des informations concernant vos préférences de navigation.",
        "complementaryPolicy": "All American Handyman (ci-après dénommée « LA SOCIÉTÉ ») souhaite vous fournir toutes les informations nécessaires concernant les cookies utilisés sur notre site Web afin que vous puissiez prendre une décision éclairée sur leur utilisation et la protection de votre vie privée. La présente politique en matière de cookies complète notre politique de confidentialité.",
        "cookieTypes": "Quels types de cookies ce site Web utilise-t-il ?",
        "cookieTypesDescription": "Nous utilisons des cookies pour permettre, personnaliser et analyser les préférences de navigation, améliorant ainsi la qualité des services proposés. Les cookies utilisés sont classés dans différentes catégories, bien que certains puissent être inclus dans plusieurs catégories :",
        "sessionCookies": "Cookies de session : il s'agit de cookies temporaires qui ne sont pas stockés sur votre appareil et disparaissent une fois que vous avez fermé votre session de navigation.",
        "persistentCookies": "Cookies persistants : ils permettent de stocker des informations sur votre disque dur et de les utiliser après la fermeture de votre navigateur.",
        "ownCookies": "Cookies propres : il s'agit de cookies envoyés à votre disque dur à partir de notre propre site Web, bien que certains soient également fournis par l'outil Google Analytics.",
        "thirdPartyCookies": "Cookies tiers : il s'agit de cookies envoyés à votre appareil depuis un domaine non géré par LA SOCIÉTÉ, mais par une autre entreprise qui traitera les informations obtenues par le biais de ces cookies.",
        "enableFunctionalities": "Pour activer certaines fonctionnalités, notre site Web utilise des cookies de : i) YouTube, Inc. pour la lecture de vidéos (https://www.google.com/intl/es_es/policies/technologies/cookies/) ; ii) SlideShare Inc. pour le téléchargement de documents (http://www.linkedin.com/legal/cookie-policy), et iii) des cookies techniques d'Euroland.com AB pour accéder aux informations boursières.",
        "technicalCookies": "Cookies techniques : ces cookies permettent de naviguer sur notre site Web et d'utiliser les différentes options et services disponibles, tels que le suivi du trafic sur le site et la fourniture de données, l'identification de session, l'accès aux zones restreintes ou l'utilisation d'éléments de sécurité lors de la navigation.",
        "personalisationCookies": "Cookies de personnalisation : il s'agit de cookies qui vous permettent d'accéder à notre site Web avec certaines spécifications prédéfinies en fonction de critères tels que la langue, le type de navigateur ou la configuration régionale à partir de laquelle vous accédez au service.",
        "analyticsCookies": "Cookies d'analyse : il s'agit de cookies utilisés pour suivre et analyser le comportement des utilisateurs. Ce type de cookie nous permet de surveiller l'activité sur notre site Web grâce à des données agrégées ou statistiques sur les habitudes de navigation. Nous utilisons des cookies analytiques, dont certains sont fournis par Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) et l'outil Hotjar Ltd. pour générer des cartes thermiques (représentation graphique du comportement des utilisateurs en ligne sur un site Web spécifique) (https://www.hotjar.com/legal/policies/cookie-information).",
        "cookieResponsibility": "Qui est responsable des cookies ?",
        "cookieResponsibilityDescription": "Les informations collectées via les cookies téléchargés depuis le domaine géré par LA SOCIÉTÉ sont utilisées par LA SOCIÉTÉ, ainsi que par Google Inc. et Hotjar Ltd. en tant que fournisseurs de services d'analyse. D'autres tiers tels que YouTube, Inc., SlideShare et Euroland.com AB peuvent accéder aux informations collectées par le biais des cookies gérés depuis leurs propres domaines. Pour plus d'informations, veuillez lire les informations contenues dans les liens mentionnés ci-dessus, notamment en ce qui concerne les transferts internationaux qui peuvent être effectués par ces fournisseurs.",
        "manageCookies": "Comment pouvez-vous gérer les cookies ?",
        "manageCookiesDescription": "Lors de votre visite sur notre site Web, vous recevrez des informations sur l'utilisation des cookies et sur cette politique en matière de cookies, et vous serez invité à consentir à l'installation des cookies en fonction de leur type. Lors de vos futures visites sur notre site Web, vous pourrez consulter cette politique via le lien fourni. Si vous souhaitez à tout moment retirer votre consentement concernant les cookies de notre site Web ou modifier vos paramètres à cet égard, vous pouvez utiliser notre panneau de configuration situé en bas à droite du site Web. De plus, vous pouvez également supprimer tous les cookies stockés sur votre appareil. Cependant, veuillez noter que le blocage de l'installation ou la suppression des cookies peut affecter certaines fonctionnalités, services ou contenus de notre site Web.",
        "dataRetention": "Combien de temps mes informations sont-elles conservées ?",
        "dataRetentionDescription": "Dans le cas où des données personnelles sont traitées à l'aide de cookies, ces données seront conservées aussi longtemps que nécessaire à la réalisation de l'objectif pour lequel elles ont été collectées. Une fois cet objectif atteint, vos données seront conservées bloquées au cas où une administration publique les demanderait pendant les délais légaux applicables dans chaque cas pour quelque raison que ce soit liée à l'activité de traitement. Après cela, vos données seront effacées.",
        "policyModification": "Modification et mise à jour de cette politique",
        "policyModificationDescription": "LA SOCIÉTÉ peut modifier totalement ou partiellement la présente politique en matière de cookies en publiant ses nouvelles versions de la même manière que la version actuelle est publiée ou par le biais de tout autre moyen de communication destiné aux utilisateurs du site Web, en fonction des obligations légales ou réglementaires ainsi que des objectifs de mise à jour de la politique. Nous vous recommandons donc de consulter périodiquement la politique actuelle.",
        "lastUpdate": "Dernière mise à jour : 31 octobre 2020.",
        "futureVisits": "Visites futures",
        "eraseCookies": "Effacer les cookies",
        "blockEliminateCookies": "Bloquer/éliminer les cookies",
        "browserSettings": "Paramètres du navigateur",
        "modificationTitle": "Modification et mise à jour de cette politique",
        "modificationDescription": "LA SOCIÉTÉ peut modifier totalement ou partiellement la présente politique en matière de cookies en publiant ses nouvelles versions de la même manière que la version actuelle est publiée ou par le biais de tout autre moyen de communication destiné aux utilisateurs du site Web, en fonction des obligations légales ou réglementaires ainsi que des objectifs de mise à jour de la politique. Nous vous recommandons donc de consulter périodiquement la politique actuelle.",
        "thirdPartiesAccess": "Accès par des tiers"
    },
    "footer": {
        "copyright": "July 2019 All American Handyman. Tous droits réservés.",
        "cookiePolicy": "Politique en matière de cookies"
    },
    "LogoutPage": {
        "thankYouMessage": "Merci d'être venu, maintenant au travail",
        "logoutButton": "Déconnexion"
    },
    "servicesPage": {
        "nextHeatingAC": "Suivant : Chauffage / Climatisation",
        "nextPainting": "Suivant : Peinture",
        "nextPlumbing": "Suivant : Plomberie",
        "nextRenovation": "Suivant : Rénovation",
        "nextPressureWashing": "Suivant : Nettoyage haute pression",
        "nextSanitary": "Suivant : Sanitaire",
        "nextDrywall": "Suivant : Plaque de plâtre",
        "backElectricity": "Retour: Électricité",
        "backHeatingAC": "Retour: Chauffage / Climatisation",
        "backPainting": "Retour: Peinture",
        "backPlumbing": "Retour: Plomberie",
        "backRenovation": "Retour: Rénovation",
        "backPressureWashing": "Retour: Nettoyage haute pression",
        "backSanitary": "Retour: Sanitaire",
        "backDrywall": "Retour: Plaque de plâtre",
        "electricity": "Électricité",
        "heatingAC": "Chauffage / Climatisation",
        "painting": "Peinture",
        "plumbing": "Plomberie",
        "renovation": "Rénovation",
        "pressureWashing": "Nettoyage haute pression",
        "sanitary": "Sanitaire",
        "drywall": "Plaque de plâtre",
        "electricalServices": "Services électriques",
        "electricityDescription1": "L'électricité désigne l'ensemble des phénomènes physiques liés à la présence et au mouvement de la matière dotée d'une charge électrique. Autrefois, l'électricité était considérée comme n'ayant aucun lien avec le magnétisme. Cependant, de nombreux résultats expérimentaux et le développement des équations de Maxwell ont indiqué que l'électricité et le magnétisme proviennent d'un même phénomène : l'électromagnétisme. De nombreux phénomènes courants sont liés à l'électricité, notamment la foudre, l'électricité statique, le chauffage électrique, les décharges électriques, etc.",
        "electricityDescription2": "La présence d'une charge électrique, qu'elle soit positive ou négative, produit un champ électrique. Le déplacement des charges électriques constitue un courant électrique et génère un champ magnétique.",
        "workTypesPrices": "Types de travaux et prix",
        "workType": "Type de travail",
        "pricePerHour": "Prix par heure",
        "electricalPanelUpgrade": "Mise à niveau du tableau électrique",
        "ceilingFanInstallation": "Installation de ventilateur de plafond",
        "ceilingFanRepair": "Réparation de ventilateur de plafond",
        "bathFanRepair": "Réparation de ventilateur de salle de bains",
        "switchInstallation": "Installation d'interrupteur",
        "centralHeatingAC": "Chauffage central / Climatisation",
        "centralHeatingACDescription1": "Les systèmes de chauffage central et de climatisation fournissent à la fois des fonctions de chauffage et de refroidissement pour les bâtiments résidentiels et commerciaux. La génération de chaleur pour le chauffage central se produit en un seul endroit, comme une salle de chaudières ou une salle des machines, et la chaleur est distribuée dans tout le bâtiment par air pulsé à travers des conduits ou de l'eau/de la vapeur à travers des tuyaux. Dans le cas de la climatisation centrale, le processus de refroidissement est réalisé en faisant circuler le réfrigérant à travers un compresseur et une bobine d'évaporateur pour extraire la chaleur de l'air intérieur.",
        "centralHeatingACDescription2": "Dans de nombreuses zones climatiques tempérées, les systèmes de chauffage central et de climatisation sont couramment installés pour maintenir des températures intérieures confortables tout au long de l'année. Ces systèmes ont évolué à partir de systèmes de vapeur ou d'eau chaude alimentés au charbon vers des systèmes de combustion de fioul ou de gaz plus efficaces, réduisant ainsi le besoin de stockage du charbon et l'élimination des cendres. Les composants de chauffage et de refroidissement nécessitent un entretien régulier et des réparations occasionnelles pour assurer des performances optimales.",
        "heatingSystemInstallation": "Installation du système de chauffage",
        "heatingSystemRepair": "Réparation du système de chauffage",
        "heatingSystemMaintenance": "Maintenance du système de chauffage",
        "thermostatInstallation": "Installation du thermostat",
        "airConditioningSystemInstallation": "Installation du système de climatisation",
        "airConditioningSystemRepair": "Réparation du système de climatisation",
        "airConditioningSystemMaintenance": "Maintenance du système de climatisation",
        "paintingServices": "Services de Peinture",
        "paintingDescription1": "La peinture est la pratique d'appliquer de la peinture, du pigment, de la couleur ou un autre médium sur une surface solide (support de base). Le médium est généralement appliqué sur la base à l'aide d'un pinceau, mais d'autres outils tels que des couteaux, des éponges et des aérographes peuvent également être utilisés. Le travail final est également appelé une peinture.",
        "paintingDescription2": "La peinture est une forme importante dans les arts visuels, qui intègre des éléments tels que le dessin, le geste (comme dans la peinture gestuelle), la composition, la narration (comme dans l'art narratif) ou l'abstraction (comme dans l'art abstrait). Les peintures peuvent être naturalistes et représentatives (comme dans une nature morte ou une peinture de paysage), photographiques, abstraites, narratives, symboliques (comme dans l'art symboliste), émotionnelles (comme dans l'expressionnisme) ou politiques par nature (comme dans l'art activiste).",
        "paintingWalls": "Peinture des Murs",
        "paintingCeilings": "Peinture des Plafonds",
        "exteriorPainting": "Peinture Extérieure",
        "paintingDoors": "Peinture des Portes",
        "paintingCabinets": "Peinture des Armoires",
        "plumbingServices": "Services de Plomberie",
        "plumbingDescription1": "La plomberie est tout système qui transporte des liquides pour une variété d'applications. Elle utilise des tuyaux, des vannes, des équipements de plomberie, des réservoirs et d'autres dispositifs pour transporter les liquides. Le chauffage et la climatisation (HVAC), l'élimination des déchets et la distribution d'eau potable font partie des applications courantes de la plomberie, mais elle ne s'y limite pas. Le mot provient du latin pour plomb, plumbum, car les premiers tuyaux efficaces utilisés à l'époque romaine étaient en plomb.",
        "plumbingDescription2": "Dans le monde développé, l'infrastructure de plomberie est essentielle pour la santé publique et l'assainissement. Bien que les forgerons et les plombiers travaillent avec des tuyaux dans le cadre de leur métier, la plomberie englobe un champ d'application plus large de systèmes et d'applications.",
        "pipeInstallation": "Installation de tuyauterie",
        "drainCleaning": "Nettoyage des drains",
        "toiletRepair": "Réparation de toilettes",
        "fixtureInstallation": "Installation d'appareils",
        "homeRenovationServices": "Services de rénovation domiciliaire",
        "renovationDescription1": "La rénovation (également appelée remodélisation) est le processus d'amélioration d'une structure endommagée, cassée ou obsolète. Les rénovations peuvent être réalisées pour des propriétés commerciales et résidentielles. Cela implique d'apporter des modifications importantes à la structure existante afin d'améliorer sa fonctionnalité, son esthétique et sa valeur globale. Les projets de rénovation peuvent aller des petites mises à niveau aux transformations complètes, en fonction des besoins et des objectifs du client.",
        "renovationDescription2": "Notre équipe de professionnels qualifiés a de l'expérience dans différents aspects de la rénovation domiciliaire. Nous proposons une gamme étendue de services pour répondre à vos besoins spécifiques, notamment :",
        "interiorExteriorPainting": "Peinture intérieure et extérieure",
        "flooringInstallationRepair": "Installation et réparation de revêtements de sol",
        "kitchenBathroomRemodeling": "Rénovation de cuisine et de salle de bains",
        "windowDoorReplacement": "Remplacement de fenêtres et de portes",
        "roofRepairInstallation": "Réparation et installation de toiture",
        "cabinetInstallation": "Installation d'armoires",
        "deckPatioConstruction": "Construction de terrasse et de patio",
        "lightingFixtureUpgrades": "Mise à niveau des luminaires",
        "plumbingElectricalUpgrades": "Mise à niveau de la plomberie et de l'électricité",
        "interiorPainting": "Peinture Intérieure",
        "flooringInstallation": "Installation de Revêtement de Sol",
        "kitchenRemodeling": "Rénovation de Cuisine",
        "bathroomRemodeling": "Rénovation de Salle de Bain",
        "windowReplacement": "Remplacement de Fenêtres",
        "deckConstruction": "Construction de Terrasse",
        "homeServices": "Services à Domicile",
        "pressureWashingDescription1": "Le lavage haute pression, également connu sous le nom de nettoyage à haute pression, est le processus d'utilisation de jets d'eau haute pression pour éliminer la saleté, la graisse, la moisissure, l'humidité et d'autres impuretés de différentes surfaces. C'est une méthode efficace pour nettoyer et rajeunir différentes surfaces, telles que les trottoirs, les entrées de voiture, les clôtures, les revêtements extérieurs, et plus encore.",
        "pressureWashingDescription2": "Le lavage haute pression utilise des techniques et des équipements avancés pour obtenir des résultats de nettoyage complets. Le jet d'eau haute pression aide à éliminer les taches tenaces, l'accumulation de saleté et même la peinture écaillée, restaurant l'apparence et améliorant l'esthétique globale des surfaces.",
        "pressureWashingDescription3": "Que vous souhaitiez revitaliser vos espaces extérieurs, préparer les surfaces avant de les peindre ou les rénover, ou simplement maintenir un aspect propre et frais, le lavage haute pression peut fournir d'excellents résultats.",
        "drivewayPressureWashing": "Nettoyage haute pression de l'allée",
        "sidewalkPressureWashing": "Nettoyage haute pression du trottoir",
        "deckPressureWashing": "Nettoyage haute pression de la terrasse",
        "sidingPressureWashing": "Nettoyage haute pression de la façade",
        "fencePressureWashing": "Nettoyage haute pression de la clôture",
        "sewerLineCleaning": "Nettoyage de la ligne d'égout",
        "sanitaryServices": "Services Sanitaires",
        "sanitaryDescription1": "Les services sanitaires englobent l'entretien, la réparation et l'installation des systèmes de plomberie, en mettant l'accent particulier sur les équipements de salle de bains et les composants associés. Un système sanitaire en bon état de fonctionnement est essentiel pour l'évacuation et l'élimination efficaces des eaux usées, garantissant l'hygiène et la propreté dans les espaces résidentiels et commerciaux. Notre équipe de professionnels qualifiés s'occupe de différentes tâches de réparation et d'entretien des salles de bains et des systèmes sanitaires, notamment la réparation des robinets, l'installation des toilettes, le nettoyage des drains, la détection des fuites de tuyaux, et bien plus encore. Nous nous efforçons de fournir des solutions efficaces et fiables pour maintenir votre salle de bains et votre système sanitaire en parfait état.",
        "sanitaryDescription2": "Nos professionnels qualifiés ont de l'expérience dans la gestion de diverses tâches de réparation de salle de bains et de services sanitaires, notamment la réparation des robinets, l'installation des toilettes, le nettoyage des drains, la détection des fuites dans les tuyaux, et plus encore. Nous nous efforçons de fournir des solutions efficaces et fiables pour maintenir votre salle de bains et vos systèmes sanitaires en parfait état.",
        "drywallServices": "Services de Plaque de Plâtre",
        "drywallDescription1": "La plaque de plâtre est un type courant de cloison utilisé dans la construction et les finitions intérieures. Elle est composée de panneaux de plâtre fixés sur une ossature en bois ou en métal. Elle est utilisée pour créer des cloisons intérieures solides, planes et résistantes au feu.",
        "drywallDescription2": "Nos services de plaque de plâtre comprennent l'installation et la réparation de cloisons en plaque de plâtre dans les maisons, les bureaux et les bâtiments commerciaux. Notre équipe de professionnels expérimentés garantit une installation appropriée des panneaux de plâtre et résout tout dommage ou fissure éventuels.",
        "drywallInstallation": "Installation de cloisons sèches",
        "drywallRepair": "Réparation de cloisons sèches",
        "drywallFinishing": "Finition de cloisons sèches",
        "drywallTexturing": "Texturation de cloisons sèches"
    }
    
      
      
}
  