{
  "landingPage": {
    "welcome": "Benvenuto in All American Handyman",
    "slogan": "Il tuo servizio di fiducia per il bricolage",
    "description1": "Presso <span class=\"highlight\">All American Handyman</span> siamo specializzati nella fornitura di servizi di bricolage di alta qualità. La nostra missione è offrire soluzioni affidabili e una maestria eccezionale che superano le tue aspettative.",
    "description2": "Con un team di professionisti qualificati e un impegno per l'eccellenza, offriamo una vasta gamma di servizi per soddisfare le tue esigenze di riparazione e miglioramento della casa. Dalle piccole riparazioni alle grandi ristrutturazioni, diamo priorità alla qualità, all'efficienza e alla soddisfazione del cliente.",
    "description3": "Affidati a <span class=\"highlight\">All American Handyman</span> come tuo partner affidabile per la manutenzione e il miglioramento della tua casa. Scopri la differenza con noi mentre offriamo soluzioni affidabili e costruiamo una fiducia duratura in ogni progetto che intraprendiamo.",
    "cardIntro": "Siamo specialisti in queste aree",
    "cardDescription": "Cartongesso, Pittura, Lavaggio a pressione, Idraulica e altro.",
    "electricityTitle": "Elettricità",
    "electricityDescription": "Aggiungi illuminazione al tuo spazio e potenzia la tua casa con le nostre soluzioni elettriche premium.",
    "heatingACTitle": "Riscaldamento / Aria condizionata",
    "heatingACDescription": "Goditi un controllo ottimale della temperatura e il comfort tutto l'anno con i nostri servizi di riscaldamento e aria condizionata potenti e affidabili che ti tengono caldo in inverno e fresco in estate.",
    "paintingTitle": "Pittura",
    "paintingDescription": "Trasforma il tuo spazio abitativo con un tocco di colore e una maestria professionale nella pittura.",
    "plumbingTitle": "Idraulica",
    "plumbingDescription": "Assicurati che il tuo sistema idraulico funzioni perfettamente e evita eventuali problemi con i nostri servizi di idraulica affidabili.",
    "renovationTitle": "Ristrutturazione",
    "renovationDescription": "Dai alla tua casa un completo restyling con i nostri servizi di ristrutturazione premium e un design d'interni unico.",
    "pressureWashingTitle": "Lavaggio a pressione",
    "pressureWashingDescription": "Ottieni una casa pulita e rinfrescante con i nostri potenti servizi di lavaggio a pressione per rimuovere lo sporco ostinato.",
    "sanitaryTitle": "Sanitari",
    "sanitaryDescription": "Mantieni la salute e la pulizia della tua casa con i nostri servizi sanitari affidabili ed efficienti.",
    "drywallTitle": "Cartongesso",
    "drywallDescription": "Ripara i danni alle pareti e ai soffitti e aggiungi bellezza e protezione extra al tuo spazio.",
    "aboutTitle": "Informazioni su Frank Corsaro",
    "aboutF": "Frank Corsaro è una persona eccezionale conosciuta per il suo impegno incondizionato nell'aiutare gli altri e garantire la massima cura per i suoi clienti. Con un forte senso di responsabilità e una vera passione per il servizio, si impegna costantemente a superare le aspettative per soddisfare le esigenze di coloro che lo circondano. Frank Corsaro non è solo impegnato nelle sue attività professionali, ma è anche un uomo di famiglia devoto che apprezza profondamente i suoi cari. Il suo amore profondo e la sua dedizione alla famiglia si manifestano nel modo in cui apprezza ogni momento trascorso con loro. Comprende l'importanza dei legami familiari solidi e coltiva attivamente queste relazioni con amore, rispetto e supporto. Oltre al suo impegno per la famiglia, Frank Corsaro ha un profondo amore per il suo paese. Riconosce il valore del patriottismo e l'importanza di contribuire al miglioramento della sua nazione. Che si tratti delle sue pratiche commerciali o del suo coinvolgimento in iniziative comunitarie, dimostra costantemente un sincero desiderio di avere un impatto positivo sul suo paese e sui suoi cittadini. L'eccezionale impegno di Frank Corsaro nell'aiutare gli altri, il suo impegno incrollabile verso i suoi clienti e il suo profondo amore per la famiglia e il paese lo rendono veramente una persona notevole. Le sue azioni e i suoi valori sono un'ispirazione per gli altri, riflettendo l'importanza della gentilezza, della compassione e di una responsabilità incondizionata sia nella vita personale che professionale.",
    "quote": "Richiedi un preventivo"
  },
  "about": {
    "title": "Chi siamo",
    "description1": "Presso <span class=\"highlight\">All American Handyman</span>, siamo un'azienda assicurata e autorizzata che si dedica a fornire servizi di manutenzione eccezionali che vanno oltre le aspettative di ogni cliente che serviamo.",
    "description2": "I nostri professionisti specializzati si occupano di una vasta gamma di servizi, tra cui elettricità, riscaldamento, pittura, idraulica, ristrutturazione, coperture, impianti sanitari e fognature. Siamo orgogliosi della nostra attenzione ai dettagli, affidabilità e professionalità.",
    "description3": "Con un impegno per la soddisfazione del cliente, ci impegniamo al massimo per garantire che ogni progetto venga completato secondo gli standard più elevati. Ascoltiamo le esigenze dei nostri clienti e forniamo soluzioni personalizzate utilizzando materiali di alta qualità e le migliori pratiche del settore.",
    "description4": "Sebbene siamo una nuova azienda, il nostro team ha un'ampia esperienza nell'industria dei lavori di manutenzione. Portiamo una grande quantità di conoscenze e competenze in ogni progetto, consentendoci di ottenere risultati eccezionali e superare le aspettative.",
    "openingHours": "Orari di apertura",
    "testimonials": "Testimonianze dei nostri clienti soddisfatti",
    "monThu": "Lunedì - Giovedì",
    "friSat": "Venerdì - Sabato",
    "sunday": "Domenica",
    "closed": "Chiuso"
  },
  "contactPage": {
    "title": "Contattaci",
    "address": "Via 123, Città",
    "email": "Email: esempio@esempio.com",
    "phone": "Telefono: +1234567890",
    "formTitle": "Contattaci!",
    "formNameLabel": "Nome:",
    "formEmailLabel": "Email:",
    "submitting": "inviato",
    "formMessageLabel": "Messaggio:",
    "formButton": "Invia"
  },
  "loginPage": {
    "title": "Accesso",
    "emailLabel": "Email",
    "usernameLabel": "Nome utente",
    "passwordLabel": "Password",
    "loginButton": "Accedi",
    "signupText": "Non hai un account?",
    "signupLink": "Registrati ora"
  },
  "navbar": {
    "home": "Home",
    "about": "Chi siamo",
    "contact": "Contatti",
    "profile": "Profilo",
    "work": "Lavoro",
    "admin": "Admin",
    "logout": "Logout",
    "login": "Login"
  },
  "WorkOrder": {
    "formTitle": "Modulo Ordine di Lavoro",
    "workOrderIdLabel": "ID Ordine di Lavoro",
    "workOrderIdPlaceholder": "Inserisci l'ID Ordine di Lavoro",
    "submitButton": "Invia",
    "confirmationTitle": "Conferma",
    "confirmationMessage": "Sei sicuro di voler inviare l'ordine di lavoro?",
    "cancelButton": "Annulla",
    "confirmButton": "Conferma",
    "turbineModelLabel": "Modello di Turbina",
    "turbineModelPlaceholder": "Inserisci il modello di turbina",
    "descriptionLabel": "Descrizione",
    "descriptionPlaceholder": "Inserisci la descrizione",
    "locationLabel": "Coordinate",
    "locationPlaceholder": "Inserisci Coordinate",
    "technicianLabel": "Tecnico",
    "technicianPlaceholder": "Inserisci il tecnico",
    "dateLabel": "Data",
    "nameLabel": "Nome",
    "namePlaceholder": "Inserisci il nome",
    "emailLabel": "Email",
    "emailPlaceholder": "Inserisci l'email",
    "phoneLabel": "Telefono",
    "phonePlaceholder": "Inserisci il telefono",
    "requestDetailsLabel": "Dettagli della richiesta",
    "requestDetailsPlaceholder": "Inserisci i dettagli della richiesta",
    "bestTimesLabel": "Migliori Orari",
    "bestTimesPlaceholder": "Inserisci i migliori orari",
    "completionDateLabel": "Data di completamento",
    "completionDatePlaceholder": "Inserisci la data di completamento"
  },
  "Post": {
    "orderStatus": "Stato dell'ordine",
    "postedBy": "Pubblicato da",
    "orderId": "Ordine di lavoro",
    "fileLabel": "Carica file",
    "open": "Aperto",
    "close": "Chiuso",
    "model": "Modello",
    "description": "Descrizione",
    "coordinates": "Coordinate",
    "technician": "Assegnato a",
    "date": "Data",
    "requestDetails": "Dettagli della richiesta",
    "bestTimes": "Migliori orari",
    "completionDate": "Data di completamento",
    "name": "Nome",
    "email": "Email",
    "phone": "Telefono",
    "dateTime": "Data, Ora",
    "comments": "Commenti",
    "deleteButton": "Elimina",
    "doneButton": "Fatto",
    "addInfoModalTitle": "Aggiungi informazioni",
    "informationLabel": "Informazioni",
    "informationPlaceholder":"inserire un commento",
    "closeButton": "Chiudi",
    "saveButton": "Salva"
  },
  "Users": {
    "rightbarTitle": "Informazioni Utente",
    "onlineText": "Online",
    "adminManager": "Admin: Manager"
  },
  "CompanyProfilePage": {
    "profilePageTitle": "Pagina del Profilo Aziendale",
    "helloMessage": "Ciao {{name}}",
    "liveChatButton": "Chat Live",
    "chatRoomTitle": "Sala Chat PJ TurbinePro GmbH",
    "chatRoomDescription": "Qui in questa chat puoi parlare con tutti gli utenti online",
    "closeButton": "Chiudi"
  },
  "cookiePolicy": {
    "title": "Informativa sui cookie",
    "description1": "Presso <span class=\"highlight\">All American Handyman</span> siamo impegnati a creare un impatto positivo sull'ambiente e ad affrontare la crisi climatica. La nostra missione è contribuire a un futuro sostenibile garantendo prestazioni ottimali e longevità delle turbine eoliche.",
    "description2": "La All American Handyman (di seguito l'AZIENDA) desidera fornirti tutte le informazioni necessarie sui cookie utilizzati sul nostro sito web in modo che tu possa prendere una decisione consapevole sull'uso dei cookie e sulla protezione della tua privacy. La presente politica sui cookie integra la nostra politica sulla privacy.",
    "whatAreCookies": "Cosa sono i cookie?",
    "whatAreCookiesDescription": "Un cookie è un file di testo che viene scaricato sul tuo dispositivo (computer, smartphone o tablet) quando accedi a un sito web o utilizzi un'applicazione e consente al gestore del sito web di memorizzare o recuperare informazioni relative alle tue preferenze di navigazione.",
    "complementaryPolicy": "La All American Handyman (di seguito l'AZIENDA) desidera fornirti tutte le informazioni necessarie sui cookie utilizzati sul nostro sito web in modo che tu possa prendere una decisione consapevole sull'uso dei cookie e sulla protezione della tua privacy. La presente politica sui cookie integra la nostra politica sulla privacy.",
    "cookieTypes": "Che tipo di cookie utilizza questo sito web?",
    "cookieTypesDescription": "Utilizziamo i cookie per abilitare, personalizzare e analizzare le preferenze di navigazione, migliorando così la qualità dei servizi offerti. I cookie utilizzati sono classificati in diverse categorie, anche se alcuni possono essere inclusi in più categorie:",
    "sessionCookies": "Cookie di sessione: sono cookie temporanei che non vengono memorizzati sul tuo dispositivo e scompaiono una volta chiusa la sessione di navigazione.",
    "persistentCookies": "Cookie persistenti: consentono di memorizzare le informazioni sul tuo disco rigido e utilizzarle dopo la chiusura del browser.",
    "ownCookies": "Cookie propri: sono cookie inviati al tuo disco rigido dal nostro stesso sito web, anche se alcuni sono forniti anche dal tool Google Analytics.",
    "thirdPartyCookies": "Cookie di terze parti: sono cookie inviati al tuo dispositivo da un dominio non gestito dall'AZIENDA, ma da un'altra società terza che tratterà le informazioni ottenute tramite tali cookie.",
    "enableFunctionalities": "Per abilitare determinate funzionalità, il nostro sito web utilizza cookie di: i) YouTube, Inc. per la riproduzione di video (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. per il download di documenti (http://www.linkedin.com/legal/cookie-policy) e iii) cookie tecnici di Euroland.com AB per fornire l'accesso alle informazioni di borsa.",
    "technicalCookies": "Cookie tecnici: questi cookie consentono di navigare sul nostro sito web e utilizzare le varie opzioni e servizi disponibili, come il monitoraggio del traffico sul sito e la fornitura di dati, l'identificazione della sessione, l'accesso alle aree riservate o l'utilizzo di elementi di sicurezza durante la navigazione.",
    "personalisationCookies": "Cookie di personalizzazione: questi sono cookie che ti consentono di accedere al nostro sito web con determinate specifiche predefinite in base a criteri come la lingua, il tipo di browser o la configurazione regionale da cui accedi al servizio.",
    "analyticsCookies": "Cookie di analisi: questi sono cookie utilizzati per il monitoraggio e l'analisi del comportamento degli utenti. Questo tipo di cookie ci consente di monitorare l'attività sul nostro sito web attraverso dati aggregati o statistici sulle abitudini di navigazione. Utilizziamo cookie analitici, alcuni dei quali sono forniti da Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) e dal tool Hotjar Ltd. per generare mappe termiche (una rappresentazione grafica del comportamento degli utenti online su un sito web specifico) (https://www.hotjar.com/legal/policies/cookie-information).",
    "cookieResponsibility": "Chi è responsabile dei cookie?",
    "cookieResponsibilityDescription": "Le informazioni raccolte tramite i cookie scaricati dal dominio gestito dall'AZIENDA sono utilizzate dall'AZIENDA, nonché da Google Inc. e Hotjar Ltd. come fornitori di servizi di analisi. Altri terzi come YouTube, Inc., SlideShare ed Euroland.com AB possono accedere alle informazioni raccolte tramite i cookie gestiti dai propri domini. Per ulteriori informazioni, leggi le informazioni contenute nei link sopra indicati, in particolare per quanto riguarda i trasferimenti internazionali che potrebbero essere effettuati da tali fornitori.",
    "manageCookies": "Come puoi gestire i cookie?",
    "manageCookiesDescription": "Durante la tua visita al nostro sito web, riceverai informazioni sull'utilizzo dei cookie e su questa politica sui cookie e ti sarà chiesto di acconsentire all'installazione dei cookie in base al loro tipo. Nelle visite future al nostro sito web, l'utente potrà consultare questa politica tramite il link fornito. Se in qualsiasi momento desideri revocare il tuo consenso riguardo ai cookie dal nostro sito web o desideri modificare le tue impostazioni in merito a questa questione, puoi utilizzare il nostro pannello di configurazione nell'angolo inferiore destro del sito web. Inoltre, puoi anche eliminare tutti i cookie memorizzati sul tuo dispositivo. Tuttavia, tieni presente che il blocco dell'installazione o l'eliminazione dei cookie potrebbe influire su alcune funzionalità, servizi o contenuti del nostro sito web.",
    "dataRetention": "Per quanto tempo vengono conservate le mie informazioni?",
    "dataRetentionDescription": "Nel caso in cui vengano elaborati dati personali tramite cookie, tali dati verranno conservati per il tempo necessario al raggiungimento dello scopo per cui sono stati raccolti. Una volta raggiunto tale scopo, i tuoi dati verranno conservati bloccati nel caso in cui sia richiesto da un'amministrazione pubblica durante i termini legali applicabili in ciascun caso per qualsiasi motivo relativo all'attività di elaborazione. Successivamente, i tuoi dati verranno eliminati.",
    "policyModification": "Modifica e aggiornamento di questa politica",
    "policyModificationDescription": "L'AZIENDA può modificare totalmente o parzialmente la presente politica sui cookie, pubblicando le nuove versioni nello stesso modo in cui viene pubblicata quella attuale o attraverso qualsiasi altra forma di comunicazione rivolta agli utenti del sito web, a seconda degli obblighi legali o regolamentari e degli scopi di aggiornamento della politica. Pertanto, ti suggeriamo di verificare periodicamente la politica attuale.",
    "lastUpdate": "Ultimo aggiornamento: 31 ottobre 2020.",
    "futureVisits": "Visite future",
    "eraseCookies": "Elimina cookie",
    "blockEliminateCookies": "Blocca/elimina cookie",
    "browserSettings": "Impostazioni del browser",
    "modificationTitle": "Modifica e aggiornamento di questa politica",
    "modificationDescription": "L'AZIENDA può modificare totalmente o parzialmente la presente politica sui cookie, pubblicando le nuove versioni nello stesso modo in cui viene pubblicata quella attuale o attraverso qualsiasi altra forma di comunicazione rivolta agli utenti del sito web, a seconda degli obblighi legali o regolamentari e degli scopi di aggiornamento della politica. Pertanto, ti suggeriamo di verificare periodicamente la politica attuale.",
    "thirdPartiesAccess": "Accesso di terze parti"
  },
  "footer": {
    "copyright": "July 2019 All American Handyman. Tutti i diritti riservati.",
    "cookiePolicy": "Informativa sui cookie"
  },
  "LogoutPage": {
    "thankYouMessage": "Grazie per essere venuto, adesso al lavoro",
    "logoutButton": "Logout"
  },
  "servicesPage": {
    "nextHeatingAC": "Successivo: Riscaldamento / Aria condizionata",
    "nextPainting": "Successivo: Pittura",
    "nextPlumbing": "Successivo: Idraulica",
    "nextRenovation": "Successivo: Ristrutturazione",
    "nextPressureWashing": "Successivo: Lavaggio ad alta pressione",
    "nextSanitary": "Successivo: Sanitario",
    "nextDrywall": "Successivo: Cartongesso",
    "backElectricity": "Indietro: Elettricità",
    "backHeatingAC": "Indietro: Riscaldamento / Aria condizionata",
    "backPainting": "Indietro: Pittura",
    "backPlumbing": "Indietro: Idraulica",
    "backRenovation": "Indietro: Ristrutturazione",
    "backPressureWashing": "Indietro: Lavaggio a pressione",
    "backSanitary": "Indietro: Sanitario",
    "backDrywall": "Indietro: Cartongesso",
    "electricity": "Elettricità",
    "heatingAC": "Riscaldamento / Aria condizionata",
    "painting": "Pittura",
    "plumbing": "Idraulica",
    "renovation": "Ristrutturazione",
    "pressureWashing": "Lavaggio ad alta pressione",
    "sanitary": "Sanitario",
    "drywall": "Cartongesso",
    "electricalServices": "Servizi elettrici",
    "electricityDescription1": "L'elettricità è l'insieme dei fenomeni fisici associati alla presenza e al movimento della materia che possiede una carica elettrica. In passato, l'elettricità non era considerata correlata al magnetismo. Tuttavia, molti risultati sperimentali e lo sviluppo delle equazioni di Maxwell hanno indicato che l'elettricità e il magnetismo derivano da un unico fenomeno: l'elettromagnetismo. Sono presenti numerosi fenomeni comuni legati all'elettricità, tra cui i fulmini, l'elettricità statica, il riscaldamento elettrico, le scariche elettriche, ecc.",
    "electricityDescription2": "La presenza di una carica elettrica, che può essere positiva o negativa, genera un campo elettrico. Lo spostamento delle cariche elettriche costituisce una corrente elettrica e genera un campo magnetico.",
    "workTypesPrices": "Tipi di lavori e prezzi",
    "workType": "Tipo di lavoro",
    "pricePerHour": "Prezzo per ora",
    "electricalPanelUpgrade": "Aggiornamento del quadro elettrico",
    "ceilingFanInstallation": "Installazione di ventilatore a soffitto",
    "ceilingFanRepair": "Riparazione di ventilatore a soffitto",
    "bathFanRepair": "Riparazione di ventilatore del bagno",
    "switchInstallation": "Installazione di interruttore",
    "centralHeatingAC": "Riscaldamento centralizzato / Aria condizionata",
    "centralHeatingACDescription1": "I sistemi di riscaldamento centralizzato e di aria condizionata forniscono funzioni di riscaldamento e raffreddamento sia per edifici residenziali che commerciali. La generazione di calore per il riscaldamento centralizzato avviene in un luogo, come una stanza delle caldaie o una sala macchine, e il calore viene distribuito nell'intero edificio tramite aria forzata attraverso condotti o acqua/vapore attraverso tubazioni. Nel caso dell'aria condizionata centralizzata, il processo di raffreddamento avviene facendo circolare il refrigerante attraverso un compressore e una bobina evaporativa per rimuovere il calore dall'aria interna.",
    "centralHeatingACDescription2": "In molte zone climatiche temperate, i sistemi di riscaldamento centralizzato e di aria condizionata vengono comunemente installati per mantenere temperature interne confortevoli durante tutto l'anno. Questi sistemi si sono evoluti da sistemi a vapore o acqua calda alimentati a carbone a sistemi di combustione di olio combustibile o gas più efficienti, riducendo la necessità di stoccaggio del carbone e rimozione delle ceneri. Sia i componenti di riscaldamento che quelli di raffreddamento richiedono una manutenzione regolare e riparazioni occasionali per garantire prestazioni ottimali.",
    "heatingSystemInstallation": "Installazione del sistema di riscaldamento",
    "heatingSystemRepair": "Riparazione del sistema di riscaldamento",
    "heatingSystemMaintenance": "Manutenzione del sistema di riscaldamento",
    "thermostatInstallation": "Installazione del termostato",
    "airConditioningSystemInstallation": "Installazione del sistema di condizionamento dell'aria",
    "airConditioningSystemRepair": "Riparazione del sistema di condizionamento dell'aria",
    "airConditioningSystemMaintenance": "Manutenzione del sistema di condizionamento dell'aria",
    "paintingServices": "Servizi di Pittura",
    "paintingDescription1": "La pittura è la pratica di applicare vernice, pigmento, colore o un altro mezzo su una superficie solida (base di supporto). Il mezzo viene comunemente applicato alla base con un pennello, ma possono essere utilizzati anche altri strumenti come coltelli, spugne e aerografi. Il lavoro finale è anche chiamato un dipinto.",
    "paintingDescription2": "La pittura è una forma importante nelle arti visive, che incorpora elementi come il disegno, il gesto (come nella pittura gestuale), la composizione, la narrazione (come nell'arte narrativa) o l'astrazione (come nell'arte astratta). I dipinti possono essere naturalistici e rappresentativi (come in un dipinto di natura morta o paesaggio), fotografici, astratti, narrativi, simbolici (come nell'arte simbolista), emotivi (come nell'espressionismo) o politici nella loro natura (come nell'arte attivista).",
    "paintingWalls": "Pittura delle Pareti",
    "paintingCeilings": "Pittura dei Soffitti",
    "exteriorPainting": "Pittura Esterna",
    "paintingDoors": "Pittura delle Porte",
    "paintingCabinets": "Pittura dei Mobili",
    "plumbingServices": "Servizi di Idraulica",
    "plumbingDescription1": "L'idraulica è un sistema che trasporta liquidi per una varietà di applicazioni. Utilizza tubi, valvole, accessori idraulici, serbatoi e altri dispositivi per il trasporto dei liquidi. Riscaldamento e raffreddamento (HVAC), smaltimento dei rifiuti e fornitura di acqua potabile sono alcune delle applicazioni più comuni per l'idraulica, ma non si limita a queste. La parola deriva dal latino per piombo, plumbum, poiché i primi tubi efficaci utilizzati nell'antica Roma erano di piombo.",
    "plumbingDescription2": "Nel mondo sviluppato, l'infrastruttura idraulica è fondamentale per la salute pubblica e l'igiene. Sebbene fabbri e idraulici lavorino con i tubi come parte del loro mestiere, l'idraulica comprende un'ampia gamma di sistemi e applicazioni.",
    "pipeInstallation": "Installazione di tubazioni",
    "drainCleaning": "Pulizia degli scarichi",
    "toiletRepair": "Riparazione del wc",
    "fixtureInstallation": "Installazione di apparecchi", 
    "homeRenovationServices": "Servizi di ristrutturazione domestica",
    "renovationDescription1": "La ristrutturazione (anche nota come rimodellamento) è il processo di miglioramento di una struttura danneggiata, rotta o obsoleta. Le ristrutturazioni possono essere effettuate su proprietà commerciali e residenziali. Comporta apportare modifiche significative alla struttura esistente per migliorarne la funzionalità, l'estetica e il valore complessivo. I progetti di ristrutturazione possono variare da piccoli aggiornamenti a trasformazioni complete, a seconda delle esigenze e degli obiettivi del cliente.",
    "renovationDescription2": "Il nostro team di professionisti esperti ha competenze in vari aspetti della ristrutturazione domestica. Offriamo una vasta gamma di servizi per soddisfare le tue esigenze specifiche, tra cui:",
    "interiorExteriorPainting": "Pittura interna ed esterna",
    "flooringInstallationRepair": "Installazione e riparazione di pavimenti",
    "kitchenBathroomRemodeling": "Ristrutturazione cucina e bagno",
    "windowDoorReplacement": "Sostituzione finestre e porte",
    "roofRepairInstallation": "Riparazione e installazione del tetto",
    "cabinetInstallation": "Installazione di armadi",
    "deckPatioConstruction": "Costruzione di terrazze e patii",
    "lightingFixtureUpgrades": "Aggiornamenti di impianto illuminazione",
    "plumbingElectricalUpgrades": "Aggiornamenti di impianto idraulico ed elettrico",
    "interiorPainting": "Pittura Interna",
    "flooringInstallation": "Installazione Pavimenti",
    "kitchenRemodeling": "Ristrutturazione Cucina",
    "bathroomRemodeling": "Ristrutturazione Bagno",
    "windowReplacement": "Sostituzione Finestre",
    "deckConstruction": "Costruzione Terrazza",
    "homeServices": "Servizi per la Casa",
    "pressureWashingDescription1": "Il lavaggio ad alta pressione, noto anche come lavaggio a pressione, è il processo di utilizzo di getti d'acqua ad alta pressione per rimuovere sporco, grasso, muffa, umidità e altre impurità da diverse superfici. È un metodo efficace per pulire e rigenerare diverse superfici, come marciapiedi, ingressi, recinzioni, rivestimenti esterni e altro.",
    "pressureWashingDescription2": "Il lavaggio ad alta pressione utilizza tecniche e attrezzature avanzate per ottenere risultati di pulizia approfonditi. Il getto d'acqua ad alta pressione aiuta a rimuovere macchie ostinate, accumuli di sporco e persino vernice che si stacca, ripristinando l'aspetto e migliorando l'estetica complessiva delle superfici.",
    "pressureWashingDescription3": "Che tu voglia ravvivare i tuoi spazi esterni, preparare le superfici per la verniciatura o la ristrutturazione, o semplicemente mantenere un aspetto pulito e fresco, il lavaggio ad alta pressione può offrire ottimi risultati.",
    "drivewayPressureWashing": "Lavaggio ad alta pressione del vialetto",
    "sidewalkPressureWashing": "Lavaggio ad alta pressione del marciapiede",
    "deckPressureWashing": "Lavaggio ad alta pressione del deck",
    "sidingPressureWashing": "Lavaggio ad alta pressione del rivestimento",
    "fencePressureWashing": "Lavaggio ad alta pressione della recinzione",
    "sewerLineCleaning": "Pulizia della linea fognaria",
    "sanitaryServices": "Servizi Sanitari",
    "sanitaryDescription1": "I servizi sanitari comprendono la manutenzione, la riparazione e l'installazione di sistemi idraulici, con particolare attenzione agli accessori per il bagno e ai componenti correlati. Un sistema idraulico funzionante correttamente è essenziale per lo smaltimento e lo smaltimento efficace delle acque reflue, garantendo igiene e pulizia negli spazi residenziali e commerciali. Il nostro team di professionisti esperti si occupa di diverse attività di riparazione e manutenzione per bagni e impianti idraulici, tra cui la riparazione dei rubinetti, l'installazione dei servizi igienici, la pulizia dei drenaggi, il rilevamento delle perdite delle tubazioni e altro ancora. Ci impegniamo a fornire soluzioni efficienti e affidabili per mantenere il vostro bagno e il vostro sistema idraulico in condizioni ottimali.",
    "sanitaryDescription2": "I nostri professionisti qualificati hanno esperienza nel gestire varie attività di riparazione dei bagni e servizi igienici, tra cui la riparazione dei rubinetti, l'installazione dei wc, la pulizia dei drenaggi, la rilevazione delle perdite nelle tubazioni e altro ancora. Ci impegniamo a fornire soluzioni efficienti e affidabili per mantenere il vostro bagno e i sistemi igienici in condizioni ottimali.",
    "drywallServices": "Servizi di Cartongesso",
    "drywallDescription1": "Il cartongesso è un tipo comune di parete utilizzato nella costruzione e negli interni. È composto da pannelli di gesso fissati a una struttura in legno o metallo. Viene utilizzato per creare pareti interne solide, livellate e resistenti al fuoco.",
    "drywallDescription2": "I nostri servizi di cartongesso includono l'installazione e la riparazione di pareti in cartongesso in case, uffici ed edifici commerciali. Il nostro team di professionisti esperti garantisce un'installazione corretta dei pannelli in cartongesso e risolve eventuali danni o crepe che possono verificarsi.",
    "drywallInstallation": "Installazione di pareti in cartongesso",
    "drywallRepair": "Riparazione di pareti in cartongesso",
    "drywallFinishing": "Finitura di pareti in cartongesso",
    "drywallTexturing": "Texturizzazione di pareti in cartongesso"
  }
      
      
}
  