{
  "landingPage": {
    "welcome": "Bem-vindo(a) à All American Handyman",
    "slogan": "Seu serviço confiável de manutenção",
    "description1": "Na <span class=\"highlight\">All American Handyman</span>, somos especializados em fornecer serviços de manutenção de primeira linha. Nossa missão é oferecer soluções confiáveis e habilidades excepcionais que superem suas expectativas.",
    "description2": "Com uma equipe de profissionais qualificados e um compromisso com a excelência, oferecemos uma ampla gama de serviços para atender às suas necessidades de reparo e melhoria residencial. Desde pequenos reparos até grandes renovações, priorizamos a qualidade, eficiência e satisfação do cliente.",
    "description3": "Confie na <span class=\"highlight\">All American Handyman</span> para ser seu parceiro confiável na manutenção e aprimoramento de sua casa. Experimente a diferença conosco, conforme oferecemos soluções confiáveis e construímos confiança duradoura em cada projeto que realizamos.",
    "cardIntro": "Introdução",
    "cardDescription": "Drywall, Pintura, Lavagem sob pressão, Encanamento e muito mais.",
    "electricityTitle": "Eletricidade",
    "electricityDescription": "Adicione iluminação ao seu espaço e habilite sua casa com nossas soluções elétricas de primeira linha.",
    "heatingACTitle": "Aquecimento / Ar Condicionado",
    "heatingACDescription": "Desfrute do controle de temperatura ideal e conforto durante todo o ano com nossos serviços de aquecimento e ar condicionado confiáveis, mantendo você aquecido no inverno e fresco no verão.",
    "paintingTitle": "Pintura",
    "paintingDescription": "Transforme seu espaço de convivência com toques de cor e habilidades profissionais em pintura.",
    "plumbingTitle": "Encanamento",
    "plumbingDescription": "Garanta que seu sistema hidráulico esteja funcionando perfeitamente e evite quaisquer problemas potenciais com nossos serviços de encanamento qualificados.",
    "renovationTitle": "Renovação",
    "renovationDescription": "Dê um novo visual completo à sua casa com nossos serviços de renovação de primeira linha e design de interiores exclusivo.",
    "pressureWashingTitle": "Lavagem sob pressão",
    "pressureWashingDescription": "Obtenha uma casa limpa e revitalizada com nossos serviços de lavagem sob pressão, removendo sujeira e manchas difíceis.",
    "sanitaryTitle": "Sanitários",
    "sanitaryDescription": "Mantenha a saúde e a limpeza de sua casa com nossos serviços sanitários confiáveis e eficientes.",
    "drywallTitle": "Drywall",
    "drywallDescription": "Repare danos em paredes e tetos e adicione beleza e proteção extras ao seu espaço.",
    "aboutTitle": "Sobre Frank Corsaro",
    "aboutF": "Frank Corsaro é uma pessoa excepcional conhecida por sua dedicação inabalável em ajudar os outros e garantir o máximo cuidado para seus clientes. Com um forte senso de responsabilidade e uma paixão genuína pelo serviço, ele sempre vai além para atender às necessidades daqueles ao seu redor. Frank Corsaro não só se compromete com seus empreendimentos profissionais, mas também é um homem de família dedicado que valoriza profundamente seus entes queridos. Seu amor profundo e devoção à família são evidentes na forma como ele valoriza cada momento passado com eles. Ele compreende a importância dos laços familiares fortes e cultiva ativamente esses relacionamentos com amor, respeito e apoio. Além de seu compromisso com a família, Frank Corsaro tem um profundo amor por seu país. Ele reconhece o valor do patriotismo e a importância de contribuir para o bem de sua nação. Seja por meio de suas práticas comerciais ou envolvimento em iniciativas comunitárias, ele demonstra constantemente um desejo genuíno de causar um impacto positivo em seu país e em seus cidadãos. A dedicação excepcional de Frank Corsaro em ajudar os outros, seu compromisso inabalável com seus clientes e seu amor profundo pela família e pelo país realmente o tornam uma pessoa notável. Suas ações e valores servem de inspiração para os outros, refletindo a importância da bondade, compaixão e um senso inabalável de responsabilidade tanto na vida pessoal quanto profissional.",
    "quote": "Obter uma cotação"
  },
  "about": {
    "title": "Sobre Nós",
    "description1": "Na <span class=\"highlight\">All American Handyman</span>, somos uma empresa segurada e licenciada dedicada a fornecer serviços excepcionais de serviços gerais que superam as expectativas de cada cliente que atendemos.",
    "description2": "Nossos profissionais especializados têm experiência em uma ampla gama de serviços, incluindo eletricidade, aquecimento, pintura, encanamento, reforma, telhados, saneamento e esgoto. Orgulhamo-nos de nossa atenção aos detalhes, confiabilidade e profissionalismo.",
    "description3": "Com o compromisso de satisfação do cliente, nos esforçamos para garantir que cada projeto seja concluído com os mais altos padrões. Ouvimos as necessidades de nossos clientes e fornecemos soluções personalizadas usando materiais de alta qualidade e as melhores práticas da indústria.",
    "description4": "Embora sejamos uma empresa nova, nossa equipe tem ampla experiência na indústria de serviços gerais. Trabalhamos com um vasto conhecimento e experiência em cada projeto, permitindo-nos oferecer resultados excepcionais e superar expectativas.",
    "openingHours": "Horário de Funcionamento",
    "testimonials": "Depoimentos de nossos clientes satisfeitos",
    "monThu": "Segunda-feira - Quinta-feira",
    "friSat": "Sexta-feira - Sábado",
    "sunday": "Domingo",
    "closed": "Fechado"
  },
  "contactPage": {
    "title": "Entre em contato",
    "address": "Rua 123, Cidade",
    "email": "Email: exemplo@exemplo.com",
    "phone": "Telefone: +1234567890",
    "formTitle": "Entre em contato conosco!",
    "formNameLabel": "Nome:",
    "formEmailLabel": "Email:",
    "formMessageLabel": "Mensagem:",
    "submitting": "enviado",
    "formButton": "Enviar"
  },
  "loginPage": {
    "title": "Login",
    "emailLabel": "Email",
    "usernameLabel": "Nome de usuário",
    "passwordLabel": "Senha",
    "loginButton": "Entrar",
    "signupText": "Não tem uma conta?",
    "signupLink": "Cadastre-se agora"
  },
  "navbar": {
      "home": "Início",
      "about": "Sobre",
      "contact": "Contato",
      "profile": "Perfil",
      "work": "Trabalho",
      "admin": "Admin",
      "logout": "Sair",
      "login": "Entrar"
  },
  "WorkOrder": {
    "formTitle": "Formulário de Ordem de Trabalho",
    "workOrderIdLabel": "ID da Ordem de Trabalho",
    "workOrderIdPlaceholder": "Digite o ID da Ordem de Trabalho",
    "submitButton": "Enviar",
    "confirmationTitle": "Confirmação",
    "confirmationMessage": "Tem certeza de que deseja enviar a ordem de trabalho?",
    "cancelButton": "Cancelar",
    "confirmButton": "Confirmar",
    "turbineModelLabel": "Modelo da Turbina",
    "turbineModelPlaceholder": "Digite o modelo da turbina",
    "descriptionLabel": "Descrição",
    "descriptionPlaceholder": "Digite a descrição",
    "locationLabel": "Coordenadas",
    "locationPlaceholder": "Insira as Coordenadas",
    "technicianLabel": "Técnico",
    "technicianPlaceholder": "Digite o técnico",
    "dateLabel": "Data",
    "nameLabel": "Nome",
    "namePlaceholder": "Digite o nome",
    "emailLabel": "E-mail",
    "emailPlaceholder": "Digite o e-mail",
    "phoneLabel": "Telefone",
    "phonePlaceholder": "Digite o telefone",
    "requestDetailsLabel": "Detalhes da solicitação",
    "requestDetailsPlaceholder": "Digite os detalhes da solicitação",
    "bestTimesLabel": "Melhores horários",
    "bestTimesPlaceholder": "Digite os melhores horários",
    "completionDateLabel": "Data de conclusão",
    "completionDatePlaceholder": "Digite a data de conclusão"
  },
  "Post": {
      "orderStatus": "Status do Pedido",
      "postedBy": "Postado por",
      "orderId": "Ordem de trabalho",
      "fileLabel": "Enviar arquivo",
      "open": "Aberto",
      "close": "Fechado",
      "model": "Modelo",
      "description": "Descrição",
      "coordinates": "Coordenadas",
      "technician": "Atribuído a",
      "date": "Data",
      "requestDetails": "Detalhes do Pedido",
      "bestTimes": "Melhores Horários",
      "completionDate": "Data de Conclusão",
      "name": "Nome",
      "email": "E-mail",
      "phone": "Telefone",
      "dateTime": "Data, Hora",
      "comments": "Comentários",
      "deleteButton": "Excluir",
      "doneButton": "Concluído",
      "addInfoModalTitle": "Adicionar Informações",
      "informationLabel": "Informação",
      "informationPlaceholder": "Digite um comentário",
      "closeButton": "Fechar",
      "saveButton": "Salvar"
  },
  "Users": {
      "rightbarTitle": "Informações do Usuário",
      "onlineText": "Online",
      "adminManager": "Admin: Gerente"
  },
  "CompanyProfilePage": {
      "profilePageTitle": "Página do Perfil da Empresa",
      "helloMessage": "Olá {{name}}",
      "liveChatButton": "Chat Ao Vivo",
      "chatRoomTitle": "Sala de Chat da PJ TurbinePro GmbH",
      "chatRoomDescription": "Aqui neste chat você pode conversar com todos os usuários online",
      "closeButton": "Fechar"
  },
  "cookiePolicy": {
    "title": "Política de Cookies",
    "description1": "Na <span class=\"highlight\">All American Handyman</span>, estamos empenhados em ter um impacto positivo no ambiente e enfrentar a crise climática. A nossa missão é contribuir para um futuro sustentável, garantindo o desempenho e longevidade ótimos das turbinas eólicas.",
    "description2": "A All American Handyman (doravante designada por COMPANHIA) pretende fornecer-lhe todas as informações necessárias sobre os cookies utilizados no nosso site, para que possa tomar uma decisão informada sobre a sua utilização e a proteção da sua privacidade. A presente política de cookies complementa a nossa Política de Privacidade.",
    "whatAreCookies": "O que são cookies?",
    "whatAreCookiesDescription": "Um cookie é um ficheiro de texto que é descarregado para o seu dispositivo (computador, smartphone ou tablet) quando acede a um site ou utiliza uma aplicação, permitindo ao proprietário do site armazenar ou recuperar informações sobre as suas preferências de navegação.",
    "complementaryPolicy": "A All American Handyman (doravante designada por COMPANHIA) pretende fornecer-lhe todas as informações necessárias sobre os cookies utilizados no nosso site, para que possa tomar uma decisão informada sobre a sua utilização e a proteção da sua privacidade. A presente política de cookies complementa a nossa Política de Privacidade.",
    "cookieTypes": "Que tipos de cookies são utilizados neste site?",
    "cookieTypesDescription": "Utilizamos cookies para permitir, personalizar e analisar preferências de navegação, melhorando assim a qualidade dos serviços oferecidos. Os cookies utilizados são classificados em diferentes categorias, embora alguns possam ser incluídos em mais do que uma categoria:",
    "sessionCookies": "Cookies de sessão: são cookies temporários que não são armazenados no seu dispositivo e desaparecem quando fecha a sessão de navegação.",
    "persistentCookies": "Cookies persistentes: permitem armazenar informações no seu disco rígido e serem utilizados após fechar o navegador.",
    "ownCookies": "Cookies próprios: são cookies enviados para o seu disco rígido a partir do nosso próprio site, embora alguns sejam também fornecidos pela ferramenta Google Analytics.",
    "thirdPartyCookies": "Cookies de terceiros: são cookies que são enviados para o seu dispositivo a partir de um domínio não gerido pela COMPANHIA, mas por uma terceira empresa que tratará as informações obtidas através desses cookies.",
    "enableFunctionalities": "Para ativar determinadas funcionalidades, o nosso site utiliza cookies de: i) YouTube, Inc. para reprodução de vídeos (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. para download de documentos (http://www.linkedin.com/legal/cookie-policy), e iii) cookies técnicos da Euroland.com AB para fornecer acesso a informações da bolsa.",
    "technicalCookies": "Cookies técnicos: estes cookies permitem-lhe navegar no nosso site e utilizar as várias opções e serviços disponíveis, como rastrear o tráfego no site e fornecer dados, identificação de sessão, acesso a áreas restritas ou utilização de elementos de segurança durante a navegação.",
    "personalisationCookies": "Cookies de personalização: estes são cookies que permitem aceder ao nosso site com especificações pré-definidas, com base em critérios como idioma, tipo de navegador ou configuração regional a partir da qual acede ao serviço.",
    "analyticsCookies": "Cookies de análise: estes são cookies utilizados para rastrear e analisar o comportamento do utilizador. Este tipo de cookie permite-nos monitorizar a atividade no nosso site através de dados agregados ou estatísticos sobre hábitos de navegação. Utilizamos cookies analíticos, alguns dos quais são fornecidos pelo Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) e pela ferramenta Hotjar Ltd. para gerar mapas de calor (representação gráfica do comportamento do utilizador online num determinado site) (https://www.hotjar.com/legal/policies/cookie-information).",
    "cookieResponsibility": "Quem é responsável pelos cookies?",
    "cookieResponsibilityDescription": "As informações recolhidas através de cookies descarregados a partir do domínio gerido pela COMPANHIA são utilizadas pela COMPANHIA, bem como pela Google Inc. e pela Hotjar Ltd. como fornecedores de serviços de análise. Outros terceiros, como a YouTube, Inc., SlideShare e a Euroland.com AB, podem aceder às informações recolhidas através de cookies geridos a partir dos seus próprios domínios. Para obter mais informações, leia as informações contidas nos links mencionados acima, especialmente em relação às transferências internacionais que esses fornecedores podem realizar.",
    "manageCookies": "Como pode gerir os cookies?",
    "manageCookiesDescription": "Na sua visita ao nosso site, receberá informações sobre a utilização de cookies e esta Política de Cookies, e será solicitado a consentir a instalação de cookies, dependendo do seu tipo. Nas futuras visitas ao nosso site, o utilizador pode consultar esta política através do link fornecido. Se em algum momento desejar retirar o seu consentimento em relação aos cookies do nosso site ou alterar as suas definições relacionadas com este assunto, pode utilizar o nosso painel de configuração no canto inferior direito do site. Além disso, também pode apagar todos os cookies armazenados no seu dispositivo. No entanto, tenha em atenção que bloquear a instalação ou eliminar cookies pode afetar algumas funcionalidades, serviços ou conteúdos do nosso site.",
    "dataRetention": "Durante quanto tempo são mantidas as minhas informações?",
    "dataRetentionDescription": "No caso de serem processados dados pessoais através de cookies, esses dados serão mantidos pelo tempo necessário para o fim para o qual foram recolhidos. Uma vez atingido esse objetivo, os seus dados serão mantidos bloqueados no caso de alguma administração pública os solicitar durante os prazos legais aplicáveis em cada caso, por qualquer motivo relacionado com a atividade de processamento. Após esse período, os seus dados serão apagados.",
    "policyModification": "Alteração e atualização desta política",
    "policyModificationDescription": "A COMPANHIA poderá modificar total ou parcialmente a presente Política de Cookies, publicando as suas novas versões da mesma forma que a versão atual é publicada ou através de qualquer outro meio de comunicação dirigido aos utilizadores do site, dependendo das obrigações legais ou regulamentares, bem como dos objetivos de atualização da política. Por isso, recomendamos que consulte periodicamente a política atual.",
    "lastUpdate": "Última atualização: 31 de outubro de 2020.",
    "futureVisits": "Visitas futuras",
    "eraseCookies": "Apagar cookies",
    "blockEliminateCookies": "Bloquear/Eliminar cookies",
    "browserSettings": "Definições do navegador",
    "modificationTitle": "Alteração e atualização desta política",
    "modificationDescription": "A COMPANHIA poderá modificar total ou parcialmente a presente Política de Cookies, publicando as suas novas versões da mesma forma que a versão atual é publicada ou através de qualquer outro meio de comunicação dirigido aos utilizadores do site, dependendo das obrigações legais ou regulamentares, bem como dos objetivos de atualização da política. Por isso, recomendamos que consulte periodicamente a política atual.",
    "thirdPartiesAccess": "Acesso por terceiros"
  },
  "footer": {
    "copyright": "July 2019 All American Handyman. Todos os direitos reservados.",
    "cookiePolicy": "Política de cookies"
  },
  "LogoutPage": {
    "thankYouMessage": "Obrigado por vir, agora comece a trabalhar",
    "logoutButton": "Sair"
  },
  "servicesPage": {
    "nextHeatingAC": "Próximo: Aquecimento / Ar condicionado",
    "nextPainting": "Próximo: Pintura",
    "nextPlumbing": "Próximo: Encanamento",
    "nextRenovation": "Próximo: Renovação",
    "nextPressureWashing": "Próximo: Lavagem sob pressão",
    "nextSanitary": "Próximo: Sanitário",
    "nextDrywall": "Próximo: Drywall",
    "backElectricity": "Voltar: Eletricidade",
    "backHeatingAC": "Voltar: Aquecimento / Ar condicionado",
    "backPainting": "Voltar: Pintura",
    "backPlumbing": "Voltar: Canalização",
    "backRenovation": "Voltar: Renovação",
    "backPressureWashing": "Voltar: Lavagem de alta pressão",
    "backSanitary": "Voltar: Sanitário",
    "backDrywall": "Voltar: Drywall",
    "electricity": "Eletricidade",
    "heatingAC": "Aquecimento / Ar condicionado",
    "painting": "Pintura",
    "plumbing": "Encanamento",
    "renovation": "Renovação",
    "pressureWashing": "Lavagem sob pressão",
    "sanitary": "Sanitário",
    "drywall": "Drywall",
    "electricalServices": "Serviços elétricos",
    "electricityDescription1": "Eletricidade é o conjunto de fenômenos físicos associados à presença e movimento da matéria que possui uma carga elétrica. No passado, a eletricidade era considerada não relacionada ao magnetismo. No entanto, muitos resultados experimentais e o desenvolvimento das equações de Maxwell indicaram que eletricidade e magnetismo são um único fenômeno: eletromagnetismo. Existem muitos fenômenos comuns relacionados à eletricidade, incluindo raios, eletricidade estática, aquecimento elétrico, descargas elétricas, entre outros.",
    "electricityDescription2": "A presença de uma carga elétrica, que pode ser positiva ou negativa, gera um campo elétrico. O movimento das cargas elétricas é chamado de corrente elétrica e gera um campo magnético.",
    "workTypesPrices": "Tipos de trabalhos e preços",
    "workType": "Tipo de trabalho",
    "pricePerHour": "Preço por hora",
    "electricalPanelUpgrade": "Atualização do painel elétrico",
    "ceilingFanInstallation": "Instalação de ventilador de teto",
    "ceilingFanRepair": "Reparo de ventilador de teto",
    "bathFanRepair": "Reparo de ventilador de banheiro",
    "switchInstallation": "Instalação de interruptor",
    "centralHeatingAC": "Aquecimento Central / Ar Condicionado",
    "centralHeatingACDescription1": "Os sistemas de aquecimento central e ar condicionado fornecem funções de aquecimento e refrigeração tanto para edifícios residenciais quanto comerciais. A geração de calor para o aquecimento central ocorre em um local, como uma sala de caldeiras ou sala de máquinas, e o calor é distribuído por todo o prédio usando ar forçado através de dutos ou água/vapor através de tubulações. No ar condicionado central, o processo de resfriamento é alcançado circulando o refrigerante através de um compressor e uma bobina evaporadora para remover o calor do ar interno.",
    "centralHeatingACDescription2": "Em muitas zonas climáticas temperadas, os sistemas de aquecimento central e ar condicionado são comumente instalados para manter temperaturas internas confortáveis durante todo o ano. Esses sistemas evoluíram de sistemas a vapor ou água quente alimentados a carvão para sistemas de combustão de óleo combustível ou gás mais eficientes, reduzindo a necessidade de armazenamento de carvão e remoção de cinzas. Tanto os componentes de aquecimento quanto os de refrigeração requerem manutenção regular e reparos ocasionais para garantir um desempenho ótimo.",
    "heatingSystemInstallation": "Instalação de Sistema de Aquecimento",
    "heatingSystemRepair": "Reparo de Sistema de Aquecimento",
    "heatingSystemMaintenance": "Manutenção de Sistema de Aquecimento",
    "thermostatInstallation": "Instalação de Termostato",
    "airConditioningSystemInstallation": "Instalação de Sistema de Ar Condicionado",
    "airConditioningSystemRepair": "Reparo de Sistema de Ar Condicionado",
    "airConditioningSystemMaintenance": "Manutenção de Sistema de Ar Condicionado",
    "paintingServices": "Serviços de Pintura",
    "paintingDescription1": "A pintura é a prática de aplicar tinta, pigmento, cor ou outro meio a uma superfície sólida (base de suporte). O meio é comumente aplicado à base com um pincel, mas também podem ser usadas outras ferramentas como facas, esponjas e aerógrafos. O trabalho final também é chamado de pintura.",
    "paintingDescription2": "A pintura é uma forma importante nas artes visuais, que incorpora elementos como desenho, gesto (como na pintura gestual), composição, narrativa (como na arte narrativa) ou abstração (como na arte abstrata). As pinturas podem ser naturalistas e representativas (como em uma pintura de natureza morta ou paisagem), fotográficas, abstratas, narrativas, simbólicas (como na arte simbolista), emocionais (como no expressionismo) ou políticas em sua natureza (como na arte ativista).",
    "paintingWalls": "Pintura de Paredes",
    "paintingCeilings": "Pintura de Tetos",
    "exteriorPainting": "Pintura Exterior",
    "paintingDoors": "Pintura de Portas",
    "paintingCabinets": "Pintura de Armários",
    "plumbingServices": "Serviços de Encanamento",
    "plumbingDescription1": "Encanamento é qualquer sistema que transporte líquidos para uma variedade de aplicações. Utiliza tubos, válvulas, acessórios de encanamento, tanques e outros dispositivos para transportar líquidos. Aquecimento e refrigeração (HVAC), descarte de resíduos e fornecimento de água potável estão entre os usos mais comuns para o encanamento, mas não se limitam a isso. A palavra tem origem no latim para chumbo, plumbum, já que os primeiros tubos eficazes utilizados na época romana eram de chumbo.",
    "plumbingDescription2": "No mundo desenvolvido, a infraestrutura de encanamento é fundamental para a saúde pública e saneamento. Embora ferreiros e encanadores trabalhem com tubos como parte de sua profissão, o encanamento abrange um escopo mais amplo de sistemas e aplicações.",
    "pipeInstallation": "Instalação de tubulação",
    "drainCleaning": "Limpeza de drenagem",
    "toiletRepair": "Reparação de sanitários",
    "fixtureInstallation": "Instalação de acessórios",
    "homeRenovationServices": "Serviços de Renovação Residencial",
    "renovationDescription1": "A renovação (também conhecida como remodelação) é o processo de melhorar uma estrutura danificada, quebrada ou desatualizada. As renovações podem ser feitas em propriedades comerciais e residenciais. Envolve fazer alterações significativas na estrutura existente para melhorar sua funcionalidade, estética e valor geral. Os projetos de renovação podem variar desde pequenas atualizações até transformações completas, dependendo das necessidades e objetivos do cliente.",
    "renovationDescription2": "Nossa equipe de profissionais qualificados tem experiência em diferentes aspectos da renovação residencial. Oferecemos uma ampla gama de serviços para atender às suas necessidades específicas, incluindo, mas não se limitando a:",
    "interiorExteriorPainting": "Pintura de interiores e exteriores",
    "flooringInstallationRepair": "Instalação e reparação de pisos",
    "kitchenBathroomRemodeling": "Remodelação de cozinhas e banheiros",
    "windowDoorReplacement": "Substituição de janelas e portas",
    "roofRepairInstallation": "Reparação e instalação de telhados",
    "cabinetInstallation": "Instalação de armários",
    "deckPatioConstruction": "Construção de decks e pátios",
    "lightingFixtureUpgrades": "Melhorias em luminárias",
    "plumbingElectricalUpgrades": "Melhorias em encanamento e elétrica",
    "interiorPainting": "Pintura Interior",
    "flooringInstallation": "Instalação de Pavimentos",
    "kitchenRemodeling": "Remodelação de Cozinha",
    "bathroomRemodeling": "Remodelação de Casa de Banho",
    "windowReplacement": "Substituição de Janelas",
    "deckConstruction": "Construção de Terraço",
    "homeServices": "Serviços Residenciais",
    "pressureWashingDescription1": "A lavagem de alta pressão, também conhecida como lavagem a jato, é o processo de usar jatos de água em alta pressão para remover sujeira, gordura, mofo, umidade e outras impurezas de várias superfícies. É um método eficaz para limpar e revitalizar diferentes superfícies, como calçadas, entradas de automóveis, cercas, fachadas e muito mais.",
    "pressureWashingDescription2": "A lavagem de alta pressão utiliza técnicas e equipamentos avançados para obter resultados de limpeza abrangentes. O jato de água em alta pressão ajuda a remover manchas persistentes, acúmulos de sujeira e até mesmo tinta descascada, restaurando a aparência e melhorando a estética geral das superfícies.",
    "pressureWashingDescription3": "Seja para revitalizar seus espaços externos, preparar superfícies para pintura ou reforma, ou simplesmente manter uma aparência limpa e fresca, a lavagem de alta pressão pode fornecer excelentes resultados.",
    "drivewayPressureWashing": "Lavagem de entrada com pressão",
    "sidewalkPressureWashing": "Lavagem de calçada com pressão",
    "deckPressureWashing": "Lavagem de deck com pressão",
    "sidingPressureWashing": "Lavagem de revestimento com pressão",
    "fencePressureWashing": "Lavagem de cerca com pressão",
    "sewerLineCleaning": "Limpeza da linha de esgoto",
    "sanitaryServices": "Serviços de Saneamento",
    "sanitaryDescription1": "Os serviços de saneamento incluem a manutenção, reparação e instalação de sistemas de canalização, com especial enfoque nos equipamentos de banheiro e componentes relacionados. Um sistema de saneamento em pleno funcionamento é essencial para a eficiente remoção e tratamento de águas residuais, garantindo higiene e limpeza em espaços residenciais e comerciais. Nossa equipe de profissionais qualificados trata de várias tarefas de reparação e manutenção de banheiros e sistemas de canalização, incluindo reparação de torneiras, instalação de sanitas, limpeza de esgotos, deteção de fugas de tubagens e muito mais. Nos esforçamos para fornecer soluções eficientes e confiáveis para manter seu banheiro e sistema de canalização em condições ideais.",
    "sanitaryDescription2": "Nossos profissionais qualificados têm experiência em lidar com várias tarefas de reparo de banheiro e serviços sanitários, incluindo reparos em torneiras, instalação de vasos sanitários, limpeza de ralos, detecção de vazamentos em tubulações e muito mais. Nos esforçamos para fornecer soluções eficientes e confiáveis para manter seu banheiro e sistemas sanitários em condições ideais.",
    "drywallServices": "Serviços de Drywall",
    "drywallDescription1": "O drywall é um tipo comum de parede utilizado na construção e acabamentos interiores. É composto por placas de gesso fixadas em uma estrutura de madeira ou metal. É utilizado para criar paredes internas sólidas, niveladas e resistentes ao fogo.",
    "drywallDescription2": "Os nossos serviços de drywall incluem a instalação e reparação de paredes de drywall em casas, escritórios e edifícios comerciais. A nossa equipa de profissionais experientes garante a instalação adequada das placas de gesso e resolve quaisquer danos ou fissuras que possam ocorrer.",
    "drywallInstallation": "Instalação de paredes de gesso",
    "drywallRepair": "Reparação de paredes de gesso",
    "drywallFinishing": "Acabamento de paredes de gesso",
    "drywallTexturing": "Texturização de paredes de gesso"
  }
      
      
}
  