{
  "landingPage": {
    "welcome": "Добро пожаловать в All American Handyman",
    "slogan": "Ваш надежный ремонтный сервис",
    "description1": "В <span class=\"highlight\">All American Handyman</span> мы специализируемся на предоставлении первоклассных услуг по ремонту. Наша миссия - предлагать надежные решения и отличное мастерство, превосходящие ваши ожидания.",
    "description2": "С нашей командой опытных профессионалов и стремлением к превосходству мы предлагаем широкий спектр услуг, чтобы удовлетворить ваши потребности в ремонте и улучшении дома. Независимо от масштаба работ - от небольших ремонтов до крупных реноваций, мы придерживаемся высоких стандартов качества, эффективности и удовлетворенности клиентов.",
    "description3": "Доверьтесь <span class=\"highlight\">All American Handyman</span> в качестве надежного партнера в поддержании и улучшении вашего дома. Ощутите разницу с нами, когда мы предлагаем надежные решения и строим доверие на протяжении каждого проекта, который мы осуществляем.",
    "cardIntro": "Введение",
    "cardDescription": "Гипсокартон, Покраска, Мойка под давлением, Водопровод и многое другое.",
    "electricityTitle": "Электричество",
    "electricityDescription": "Добавьте освещение в свое пространство и улучшите ваш дом с помощью наших первоклассных электрических решений.",
    "heatingACTitle": "Отопление / Кондиционирование",
    "heatingACDescription": "Почувствуйте оптимальный контроль температуры и комфорт круглый год с помощью наших надежных отопительных и кондиционирования воздуха услуг, которые согревают вас зимой и освежают летом.",
    "paintingTitle": "Покраска",
    "paintingDescription": "Преобразите ваше жилое пространство с помощью ярких красок и профессионального искусства в покраске.",
    "plumbingTitle": "Водопровод",
    "plumbingDescription": "Обеспечьте исправную работу водопроводной системы и избегайте возможных проблем с нашими квалифицированными сантехниками.",
    "renovationTitle": "Ремонт",
    "renovationDescription": "Превратите ваш дом в мечту с нашими экспертными услугами по ремонту, которые оживят ваше пространство.",
    "pressureWashingTitle": "Мойка под давлением",
    "pressureWashingDescription": "Преобразуйте свои открытые пространства с помощью наших профессиональных услуг мойки под давлением. Мы используем передовые технологии и оборудование для удаления грязи, пятен и загрязнений с дорожек, тротуаров, патио, стен и других поверхностей, оставляя вашу собственность чистой, свежей и восстановленной.",
    "sanitaryTitle": "Сантехника",
    "sanitaryDescription": "Поддерживайте чистоту и гигиену в вашем доме с нашими санитарными решениями, которые придают большое значение вашему здоровью и благополучию.",
    "drywallTitle": "Гипсокартон",
    "drywallDescription": "Поддерживайте безупречный вид вашего пространства с помощью наших профессиональных услуг по гипсокартону. Будь то ремонт поврежденных стен или установка новых гипсокартонных панелей, наша команда имеет опыт для выполнения всех ваших потребностей в области гипсокартона. Мы гарантируем качественное исполнение и безупречный результат.",
    "aboutTitle": "О Фрэнке Корсаро",
    "aboutF": "Фрэнк Корсаро - исключительная личность, известная своим неизменным стремлением помогать другим и обеспечивать максимальный уход за своими клиентами. С сильным чувством ответственности и искренней страстью к служению, он всегда делает больше, чем ожидают, чтобы удовлетворить потребности тех, кто его окружает. Фрэнк Корсаро не только предан своим профессиональным делам, но и является преданным семейным человеком, который глубоко ценит своих близких. Его глубокая любовь и преданность семье проявляются в том, как он ценит каждый момент, проведенный с ними. Он понимает важность прочных семейных уз и активно развивает эти отношения с любовью, уважением и поддержкой. Помимо своего приверженности семье, Фрэнк Корсаро испытывает глубокую любовь к своей стране. Он признает ценность патриотизма и значение вклада в благо своей нации. Будь то через свои деловые практики или участие в общественных инициативах, он последовательно демонстрирует искреннее желание оказывать положительное влияние на свою страну и ее граждан. Исключительное преданность Фрэнка Корсаро помощи другим, его несгибаемое обязательство перед клиентами и его глубокая любовь к семье и стране делают его по-настоящему замечательной личностью. Его поступки и ценности служат вдохновением для других, отражая важность доброты, сострадания и несгибаемого чувства ответственности как в личной, так и в профессиональной жизни.",
    "quote": "Получить предложение"
  },
  "about": {
    "title": "О нас",
    "description1": "В <span class=\"highlight\">All American Handyman</span> мы являемся обязательной и лицензированной компанией, посвященной предоставлению исключительных услуг по ремонту, превосходящих ожидания каждого нашего клиента.",
    "description2": "Наши квалифицированные специалисты специализируются на широком спектре услуг, включая электрику, отопление, покраску, сантехнику, ремонт, кровельные работы, санитарные работы и канализацию. Мы гордимся вниманием к деталям, надежностью и профессионализмом.",
    "description3": "Обеспечивая удовлетворение клиентов, мы делаем все возможное, чтобы каждый проект был выполнен в соответствии с самыми высокими стандартами. Мы слушаем потребности наших клиентов и предлагаем индивидуальные решения с использованием материалов высокого качества и передовых практик отрасли.",
    "description4": "Хотя мы и новая компания, наша команда обладает обширным опытом в отрасли ремонтных работ. Мы приносим богатый опыт и экспертизу в каждый проект, что позволяет нам достигать выдающихся результатов и превзойти ожидания.",
    "openingHours": "Часы работы",
    "testimonials": "Отзывы наших довольных клиентов",
    "monThu": "Понедельник - Четверг",
    "friSat": "Пятница - Суббота",
    "sunday": "Воскресенье",
    "closed": "Закрыто"
  },
  "contactPage": {
    "title": "Свяжитесь с нами",
    "address": "Улица 123, Город",
    "email": "Email: example@example.com",
    "phone": "Телефон: +1234567890",
    "formTitle": "Пожалуйста, свяжитесь с нами!",
    "formNameLabel": "Имя:",
    "formEmailLabel": "Email:",
    "formMessageLabel": "Сообщение:",
    "submitting": "отправлено",
    "formButton": "Отправить"
  },
  "loginPage": {
    "title": "Вход",
    "emailLabel": "Email",
    "usernameLabel": "Имя пользователя",
    "passwordLabel": "Пароль",
    "loginButton": "Войти",
    "signupText": "У вас нет аккаунта?",
    "signupLink": "Зарегистрируйтесь сейчас"
  },
  "navbar": {
    "home": "Главная",
    "about": "О нас",
    "contact": "Контакты",
    "profile": "Профиль",
    "work": "Работа",
    "admin": "Админ",
    "logout": "Выход",
    "login": "Войти"
  },
  "WorkOrder": {
    "formTitle": "Форма заявки на работу",
    "workOrderIdLabel": "Идентификатор заявки на работу",
    "workOrderIdPlaceholder": "Введите идентификатор заявки на работу",
    "submitButton": "Отправить",
    "confirmationTitle": "Подтверждение",
    "confirmationMessage": "Вы уверены, что хотите отправить заявку на работу?",
    "cancelButton": "Отмена",
    "confirmButton": "Подтвердить",
    "turbineModelLabel": "Модель турбины",
    "turbineModelPlaceholder": "Введите модель турбины",
    "descriptionLabel": "Описание",
    "descriptionPlaceholder": "Введите описание",
    "locationLabel": "Координаты",
    "locationPlaceholder": "Введите координаты",
    "technicianLabel": "Техник",
    "technicianPlaceholder": "Введите техника",
    "dateLabel": "Дата",
    "nameLabel": "Имя",
    "namePlaceholder": "Введите имя",
    "emailLabel": "Электронная почта",
    "emailPlaceholder": "Введите адрес электронной почты",
    "phoneLabel": "Телефон",
    "phonePlaceholder": "Введите номер телефона",
    "requestDetailsLabel": "Детали запроса",
    "requestDetailsPlaceholder": "Введите детали запроса",
    "bestTimesLabel": "Лучшие времена",
    "bestTimesPlaceholder": "Введите лучшие времена",
    "completionDateLabel": "Дата завершения",
    "completionDatePlaceholder": "Введите дату завершения"
  },
  "Post": {
    "orderStatus": "Статус заказа",
    "postedBy": "Опубликовано",
    "orderId": "Рабочий заказ",
    "fileLabel": "Загрузить файл",
    "open": "Открыто",
    "close": "Закрыто",
    "model": "Модель",
    "description": "Описание",
    "coordinates": "Координаты",
    "technician": "Назначено",
    "date": "Дата",
    "requestDetails": "Детали запроса",
    "bestTimes": "Удобное время",
    "completionDate": "Дата завершения",
    "name": "Имя",
    "email": "Email",
    "phone": "Телефон",
    "dateTime": "Дата, Время",
    "comments": "Комментарии",
    "deleteButton": "Удалить",
    "doneButton": "Готово",
    "addInfoModalTitle": "Дополнительная информация",
    "informationLabel": "Информация",
    "informationPlaceholder": "Введите комментарий",
    "closeButton": "Закрыть",
    "saveButton": "Сохранить"
  },
  "Users": {
    "rightbarTitle": "Информация о пользователе",
    "onlineText": "в сети",
    "adminManager": "Администратор: Менеджер"
  },
  "CompanyProfilePage": {
    "profilePageTitle": "Страница профиля компании",
    "helloMessage": "Привет, {{name}}",
    "liveChatButton": "Онлайн-чат",
    "chatRoomTitle": "PJ TurbinePro GmbH Чат",
    "chatRoomDescription": "Здесь, в этом чате, вы можете общаться со всеми онлайн-пользователями",
    "closeButton": "Закрыть"
  },
  "cookiePolicy": {
    "title": "Политика в отношении файлов cookie",
    "description1": "Компания <span class=\"highlight\">All American Handyman</span> принимает на себя обязательства по оказанию положительного воздействия на окружающую среду и решению проблемы климатического кризиса. Наша миссия состоит в том, чтобы способствовать устойчивому будущему, обеспечивая оптимальную работу и долговечность ветрогенераторов.",
    "description2": "Компания All American Handyman (в дальнейшем — КОМПАНИЯ) предоставляет вам всю необходимую информацию о файлах cookie, используемых на нашем сайте, чтобы вы могли принять обоснованное решение об их использовании и защите своей конфиденциальности. Настоящая политика в отношении файлов cookie дополняет нашу Политику конфиденциальности.",
    "whatAreCookies": "Что такое файлы cookie?",
    "whatAreCookiesDescription": "Файл cookie представляет собой текстовый файл, загружаемый на ваше устройство (компьютер, смартфон или планшет), когда вы посещаете веб-сайт или используете приложение, и позволяющий владельцу сайта хранить или восстанавливать информацию о ваших предпочтениях при просмотре.",
    "complementaryPolicy": "Компания PJ TurbinePro GmbH (в дальнейшем — КОМПАНИЯ) предоставляет вам всю необходимую информацию о файлах cookie, используемых на нашем сайте, чтобы вы могли принять обоснованное решение об их использовании и защите своей конфиденциальности. Настоящая политика в отношении файлов cookie дополняет нашу Политику конфиденциальности.",
    "cookieTypes": "Какие виды файлов cookie используются на этом сайте?",
    "cookieTypesDescription": "Мы используем файлы cookie для включения, настройки и анализа предпочтений просмотра, тем самым улучшая качество предлагаемых услуг. Используемые файлы cookie классифицируются по разным категориям, хотя некоторые из них могут включаться в несколько категорий:",
    "sessionCookies": "Файлы cookie сеанса: это временные файлы cookie, которые не сохраняются на вашем устройстве и исчезают после завершения сеанса просмотра.",
    "persistentCookies": "Постоянные файлы cookie: они позволяют хранить информацию на вашем жестком диске и использовать ее после закрытия браузера.",
    "ownCookies": "Собственные файлы cookie: это файлы cookie, отправляемые на ваш жесткий диск с нашего собственного сайта, хотя некоторые из них также предоставляются инструментом Google Analytics.",
    "thirdPartyCookies": "Файлы cookie третьих сторон: это файлы cookie, которые отправляются на ваше устройство с домена, не управляемого КОМПАНИЕЙ, а третьей компанией, которая обрабатывает полученную через эти файлы cookie информацию.",
    "enableFunctionalities": "Для включения определенных функций нашего сайта используются файлы cookie от: i) YouTube, Inc. для воспроизведения видео (https://www.google.com/intl/es_es/policies/technologies/cookies/); ii) SlideShare Inc. для загрузки документов (http://www.linkedin.com/legal/cookie-policy), и iii) технические файлы cookie от Euroland.com AB для предоставления доступа к информации о бирже.",
    "technicalCookies": "Технические файлы cookie: эти файлы cookie позволяют вам просматривать наш сайт и использовать различные варианты и услуги, такие как отслеживание трафика на сайте и предоставление данных, идентификация сеанса, доступ к ограниченным разделам или использование элементов безопасности во время просмотра.",
    "personalisationCookies": "Файлы cookie персонализации: это файлы cookie, которые позволяют вам получать доступ к нашему сайту с предварительно заданными параметрами в зависимости от таких критериев, как язык, тип браузера или региональная конфигурация, с которой вы получаете доступ к услуге.",
    "analyticsCookies": "Аналитические файлы cookie: это файлы cookie, используемые для отслеживания и анализа поведения пользователя. Этот тип файлов cookie позволяет нам отслеживать активность на нашем сайте с помощью агрегированных или статистических данных о привычках просмотра. Мы используем аналитические файлы cookie, некоторые из которых предоставляются Google Analytics (https://www.google.com/intl/en-GB/policies/technologies/cookies/) и инструментом Hotjar Ltd. для создания тепловых карт (графическое представление онлайн-поведения пользователя на определенном сайте) (https://www.hotjar.com/legal/policies/cookie-information).",
    "cookieResponsibility": "Кто отвечает за файлы cookie?",
    "cookieResponsibilityDescription": "Информация, собранная через файлы cookie, загруженные с домена, управляемого КОМПАНИЕЙ, используется КОМПАНИЕЙ, а также Google Inc. и Hotjar Ltd. в качестве провайдеров аналитических услуг. Другие третьи стороны, такие как YouTube, Inc., SlideShare и Euroland.com AB, могут получать доступ к информации, собранной через файлы cookie, управляемые с их собственных доменов. Для получения дополнительной информации ознакомьтесь с информацией, содержащейся в вышеупомянутых ссылках, особенно в отношении международных передач, которые могут осуществлять эти поставщики.",
    "manageCookies": "Как управлять файлами cookie?",
    "manageCookiesDescription": "При посещении нашего сайта вы получите информацию о использовании файлов cookie и настоящей Политике в отношении файлов cookie, и вам будет предложено дать согласие на установку файлов cookie в зависимости от их типа. В последующих посещениях нашего сайта пользователь может ознакомиться с настоящей политикой по ссылке. Если в какой-то момент вы захотите отозвать свое согласие в отношении файлов cookie нашего сайта или изменить настройки в этом вопросе, вы можете воспользоваться нашей панелью настройки в правом нижнем углу сайта. Кроме того, вы также можете удалить все файлы cookie, сохраненные на вашем устройстве. Однако имейте в виду, что блокирование установки или удаление файлов cookie может повлиять на некоторые функции, услуги или содержание нашего сайта.",
    "dataRetention": "Сколько времени хранятся мои данные?",
    "dataRetentionDescription": "В случае обработки персональных данных с использованием файлов cookie эти данные будут храниться в течение времени, необходимого для достижения цели, для которой они были собраны. После достижения этой цели ваши данные будут храниться в блокированном состоянии в случае, если какое-либо государственное управление потребует их в течение применимых правовых сроков по любой причине, связанной с деятельностью обработки. После истечения этих сроков ваши данные будут удалены.",
    "policyModification": "Изменение и обновление настоящей политики",
    "policyModificationDescription": "КОМПАНИЯ может полностью или частично изменить настоящую Политику в отношении файлов cookie, публикуя новые версии в том же формате, что и текущая версия, или через любые другие средства связи с пользователями сайта в зависимости от юридических или регуляторных обязательств, а также от целей обновления политики. Поэтому рекомендуем вам периодически проверять текущую политику.",
    "lastUpdate": "Последнее обновление: 31 октября 2020 г.",
    "futureVisits": "Посещения в будущем",
    "eraseCookies": "Удалить файлы cookie",
    "blockEliminateCookies": "Заблокировать/Удалить файлы cookie",
    "browserSettings": "Настройки браузера",
    "modificationTitle": "Изменение и обновление настоящей политики",
    "modificationDescription": "КОМПАНИЯ может полностью или частично изменить настоящую Политику в отношении файлов cookie, публикуя новые версии в том же формате, что и текущая версия, или через любые другие средства связи с пользователями сайта в зависимости от юридических или регуляторных обязательств, а также от целей обновления политики.",
    "thirdPartiesAccess": "Доступ третьих сторон"
  },
  "footer": {
    "copyright": "July 2019 All American Handyman. Все права защищены.",
    "cookiePolicy": "Политика использования файлов cookie"
  },
  "LogoutPage": {
    "thankYouMessage": "Спасибо за посещение, теперь приступайте к работе",
    "logoutButton": "Выйти"
  },
  "servicesPage": {
    "nextHeatingAC": "Следующий: Отопление / Кондиционирование",
    "nextPainting": "Следующий: Покраска",
    "nextPlumbing": "Следующий: Водопровод",
    "nextRenovation": "Следующий: Ремонт",
    "nextPressureWashing": "Следующий: Мойка под высоким давлением",
    "nextSanitary": "Следующий: Сантехника",
    "nextDrywall": "Следующий: Гипсокартон",
    "electricity": "Электричество",
    "heatingAC": "Отопление / Кондиционирование",
    "painting": "Покраска",
    "plumbing": "Водопровод",
    "renovation": "Ремонт",
    "pressureWashing": "Мойка под высоким давлением",
    "sanitary": "Сантехника",
    "drywall": "Гипсокартон",
    "electricalServices": "Электрические услуги",
    "electricityDescription1": "Электричество - это совокупность физических явлений, связанных с наличием и движением материи, обладающей электрическим зарядом. Ранее электричество считалось не связанным с магнетизмом. Однако множество экспериментальных результатов и развитие уравнений Максвелла указывают на то, что электричество и магнетизм являются одним и тем же явлением - электромагнетизмом. Существует множество общих явлений, связанных с электричеством, включая молнию, статическое электричество, электрическое отопление, электрические разряды и другие.",
    "electricityDescription2": "Наличие электрического заряда, который может быть положительным или отрицательным, создает электрическое поле. Перемещение электрических зарядов составляет электрический ток и создает магнитное поле.",
    "workTypesPrices": "Типы работ и цены",
    "workType": "Тип работы",
    "pricePerHour": "Цена за час",
    "electricalPanelUpgrade": "Модернизация электрической панели",
    "ceilingFanInstallation": "Установка потолочного вентилятора",
    "ceilingFanRepair": "Ремонт потолочного вентилятора",
    "bathFanRepair": "Ремонт вентилятора в ванной комнате",
    "switchInstallation": "Установка выключателя",
    "centralHeatingAC": "Центральное отопление / Кондиционирование",
    "centralHeatingACDescription1": "Центральные системы отопления и кондиционирования обеспечивают функции отопления и охлаждения для жилых и коммерческих зданий. Генерация тепла для центрального отопления происходит в одном месте, таком как котельная или машинное помещение, и тепло распространяется по всему зданию с помощью принудительной конвекции через воздуховоды или воды/пара через трубы. В случае центрального кондиционирования процесс охлаждения достигается циркуляцией хладагента через компрессор и испарительную катушку для удаления тепла из внутреннего воздуха.",
    "centralHeatingACDescription2": "Во многих умеренных климатических зонах центральные системы отопления и кондиционирования часто устанавливаются для поддержания комфортной внутренней температуры в течение всего года. Эти системы эволюционировали от паровых или горячеводных систем, работающих на угле, к более эффективным системам сжигания мазута или газа, что снижает необходимость в хранении угля и удалении золы. Как компоненты отопления, так и охлаждения требуют регулярного обслуживания и периодических ремонтов для обеспечения оптимальной производительности.",
    "heatingSystemInstallation": "Установка системы отопления",
    "heatingSystemRepair": "Ремонт системы отопления",
    "heatingSystemMaintenance": "Обслуживание системы отопления",
    "thermostatInstallation": "Установка термостата",
    "airConditioningSystemInstallation": "Установка системы кондиционирования",
    "airConditioningSystemRepair": "Ремонт системы кондиционирования",
    "airConditioningSystemMaintenance": "Обслуживание системы кондиционирования",
    "paintingServices": "Услуги по Покраске",
    "paintingDescription1": "Живопись - это практика нанесения краски, пигмента, цвета или другой среды на твердую поверхность (основу). Средство обычно наносится на основу кистью, но также могут использоваться другие инструменты, такие как ножи, губки и аэрографы. Окончательная работа также называется картиной.",
    "paintingDescription2": "Живопись является важной формой визуального искусства, которая включает элементы, такие как рисунок, жест (как в жестовой живописи), композиция, повествование (как в художественном повествовании) или абстракция (как в абстрактном искусстве). Картины могут быть реалистичными и представительными (как в натюрморте или пейзаже), фотографическими, абстрактными, повествовательными, символическими (как в символистическом искусстве), эмоциональными (как в экспрессионизме) или политическими по своей природе (как в активистском искусстве).",
    "paintingWalls": "Окраска стен",
    "paintingCeilings": "Окраска потолков",
    "exteriorPainting": "Окраска наружных поверхностей",
    "paintingDoors": "Окраска дверей",
    "paintingCabinets": "Окраска шкафов",
    "plumbingServices": "Сантехнические работы",
    "plumbingDescription1": "Сантехника - это система, которая транспортирует жидкости для широкого спектра применений. Она использует трубы, клапаны, сантехническое оборудование, резервуары и другие устройства для транспортировки жидкостей. Отопление и кондиционирование воздуха (HVAC), утилизация отходов и подача питьевой воды являются наиболее распространенными применениями сантехники, но она не ограничивается только ими. Слово происходит от латинского слова для свинца, plumbum, так как первые эффективные трубы, используемые в древнем Риме, были из свинца.",
    "plumbingDescription2": "В развитом мире инфраструктура сантехники является ключевым фактором общественного здравоохранения и санитарии. Хотя кузнецы и сантехники работают с трубами в рамках своего ремесла, сантехника охватывает широкий спектр систем и применений.",
    "pipeInstallation": "Установка труб",
    "drainCleaning": "Очистка канализации",
    "toiletRepair": "Ремонт туалета",
    "fixtureInstallation": "Установка фурнитуры",
    "homeRenovationServices": "Услуги по ремонту дома",
    "renovationDescription1": "Ремонт (также известен как реконструкция) - это процесс улучшения поврежденной, сломанной или устаревшей структуры. Ремонт может быть выполнен как для коммерческих, так и для жилых объектов. Он включает в себя существенные изменения в существующей структуре для улучшения ее функциональности, эстетики и общей стоимости. Проекты ремонта могут варьироваться от небольших обновлений до полных преобразований в зависимости от требований и целей клиента.",
    "renovationDescription2": "Наша команда опытных профессионалов специализируется в различных аспектах ремонта дома. Мы предлагаем широкий спектр услуг, чтобы удовлетворить ваши конкретные потребности, включая, но не ограничиваясь:",
    "interiorExteriorPainting": "Внутренняя и внешняя покраска",
    "flooringInstallationRepair": "Установка и ремонт полов",
    "kitchenBathroomRemodeling": "Ремонт кухни и ванной",
    "windowDoorReplacement": "Замена окон и дверей",
    "roofRepairInstallation": "Ремонт и установка крыши",
    "cabinetInstallation": "Установка шкафов",
    "deckPatioConstruction": "Строительство террасы и патио",
    "lightingFixtureUpgrades": "Модернизация осветительных приборов",
    "plumbingElectricalUpgrades": "Модернизация сантехнических и электрических систем",
    "interiorPainting": "Внутренняя покраска",
    "flooringInstallation": "Укладка пола",
    "kitchenRemodeling": "Ремонт кухни",
    "bathroomRemodeling": "Ремонт ванной комнаты",
    "windowReplacement": "Замена окон",
    "deckConstruction": "Строительство террасы",
    "homeServices": "Услуги для дома",
    "pressureWashingDescription1": "Высокое давление, также известное как мойка высоким давлением, представляет собой процесс использования струй высокого давления для удаления грязи, жира, плесени, влаги и других загрязнений с различных поверхностей. Это эффективный метод очистки и восстановления различных поверхностей, включая тротуары, подъездные пути, заборы, наружные покрытия и многое другое.",
    "pressureWashingDescription2": "Высокое давление использует передовые техники и оборудование для достижения всесторонней очистки. Струя высокого давления помогает удалить упорные пятна, накопления грязи и даже скалывающуюся краску, восстанавливая внешний вид и улучшая общую эстетику поверхностей.",
    "pressureWashingDescription3": "Будь то оживление вашего внешнего пространства, подготовка поверхностей к покраске или ремонту или просто поддержание чистого и свежего вида, высокое давление может обеспечить отличные результаты.",
    "drivewayPressureWashing": "Мойка дорожного покрытия под давлением",
    "sidewalkPressureWashing": "Мойка тротуара под давлением",
    "deckPressureWashing": "Мойка площадки под давлением",
    "sidingPressureWashing": "Мойка обшивки под давлением",
    "fencePressureWashing": "Мойка забора под давлением",
    "sewerLineCleaning": "Чистка канализационной линии",
    "sanitaryServices": "Санитарные услуги",
    "sanitaryDescription1": "Санитарные услуги включают обслуживание, ремонт и установку систем водопровода, с особым вниманием к ванной комнате и связанным компонентам. Нормальная работа санитарной системы является неотъемлемым условием для эффективного слива и утилизации сточных вод, обеспечивая гигиену и чистоту в жилых и коммерческих помещениях. Наша команда опытных специалистов занимается различными видами работ по ремонту и обслуживанию ванных комнат и санитарных систем, включая ремонт кранов, установку унитазов, чистку канализации, обнаружение утечек труб и многое другое. Мы стремимся предоставить эффективные и надежные решения для поддержания вашей ванной комнаты и санитарной системы в оптимальном состоянии.",
    "sanitaryDescription2": "Наши опытные специалисты знакомы с различными задачами по ремонту ванных комнат и санитарным работам, включая ремонт смесителей, установку унитазов, чистку канализации, обнаружение утечек в трубах и многое другое. Мы стремимся предоставлять эффективные и надежные решения для поддержания вашей ванны и санитарных систем в оптимальном состоянии.",
    "drywallServices": "Установка гипсокартонных конструкций",
    "drywallDescription1": "Гипсокартонные конструкции являются распространенным типом перегородок, используемых в строительстве и отделке помещений. Они состоят из гипсовых панелей, закрепленных на каркасе из дерева или металла. Гипсокартонные перегородки обеспечивают прочность, плоскость и огнестойкость.",
    "drywallDescription2": "Наши услуги по установке гипсокартонных конструкций включают в себя установку и ремонт гипсокартонных стен в домах, офисах и коммерческих зданиях. Наша команда опытных специалистов гарантирует правильную установку гипсокартонных панелей и решение любых возможных повреждений или трещин.",
    "drywallInstallation": "Монтаж гипсокартонных панелей",
    "drywallRepair": "Ремонт гипсокартонных панелей",
    "drywallFinishing": "Отделка гипсокартонных панелей",
    "drywallTexturing": "Текстурирование гипсокартонных панелей"
  }
      
      
}
  